Repository: pypi-data/pypi-mirror-146
Catalog: packages/openly/openly-0.1.4.tar.gz/openly-0.1.4/openly/export/locale/*/LC_MESSAGES/django.po
Languages: my, ru, uz

source: Example: select "No Actual Start Date" and "No Actual End Date" to get all activities that have either no actual start date or no actual end date.
ru: Пример: выберите "Дата фактического начала отсутствует" и "Дата фактического завершения отсутствует", чтобы увидеть все мероприятия без даты фактического начала или без даты фактического завершения
uz: Masalan: "Amalda boshlanish kuni yo'q" va "Amalda yakunlanish kuni yo'q"ni tanlab, amalda boshlanish kuni yoki amalda yakunlanish kuni yo'q barcha faoliyat yo'nalishlarini toping.

source: Activities Absent From The Dashboard
ru: Направления деятельности, не указанные в приборной доске
uz: Boshqaruv paneled yo'q faoliyat yo'nalishlari

source: Activities Without Commitments
ru: Направления деятельности без обязательств
uz: Majburiyatlarsiz faoliyat yo'nalishlari

source: Activities Without Dates
ru: Деятельность без указания дат
uz: Sanalarsiz faoliyat yo'nalishlari

source: Activities Without Transactions
ru: Деятельность без транзакций
uz: Tranzaktsiyalarsiz faoliyat yo'nalishlari

source: Activity Status
my: လုပ်ငန်းအခြေအနေ
ru: Состояние направления деятельности
uz: Faoliyat holati

source: Annual Breakdown By Activity
my: လုပ်ငန်းကို နှစ်အလိုက်ခွဲဝေခြင်း
ru: Годовая дезагрегация по виду деятельности
uz: Faoliyat yo'nalishlarining yillik kesimi

source: Annual Breakdown By Development Partner
my: ဖွံ့ဖြိုးမှုမိတ်ဖက်အလိုက်နှစ်စဉ်ခွဲဝေခြင်း
ru: Годовая дезагрегация в разрезе партнеров в области развития
uz: Taraqqiyot sohasidagi hamkor bo'yicha yillik kesim

source: Annual Breakdown By Sector
my: ကဏ္ဍ အလိုက်နှစ်စဉ်ခွဲဝေခြင်း
ru: Годовая дезагрегация в разрезе отраслей
uz: Tarmoq bo'yicha yillik kesim

source: Annual Breakdown By State/Region
my: ပြည်နယ်၊ တိုင်း အလိုက်နှစ်စဉ်ခွဲဝေခြင်း
ru: Годовая дезагрегация в разрезе области/региона
uz: Viloyat/hudud bo'yicha yillik kesim

source: Annual Breakdown By Township
my: မြို့နယ် အလိုက်နှစ်စဉ်ခွဲဝေခြင်း
ru: Годовая дезагрегация в разрезе городов/поселков городского типа
uz: Shaharchalar bo'yicha yillik kesim

source: Create Report
my: အစီရင်ခံစာကို ဖန်တီးပါ။
ru: Создать отчет
uz: Hisobot yaratish

source: Data Quality
ru: Качество данных
uz: Ma'lumotlar sifati

source: Data Quality Type
ru: Тип качества данных
uz: Ma'lumotlar sifati turi

source: Development Partner
my: ဖွံ့ဖြိုးမှုမိတ်ဖက်
ru: Партнер в сфере развития
uz: Taraqqiyot sohasida hamkor

source: Development Partner Profiles
my: ဖွံ့ဖြိုးမှုမိတ်ဖက်ဆိုင်ရာဆောင်းပါး
ru: Профили партнеров в области развития
uz: Taraqqiyot sohasidagi hamkor profillari

source: Development Partner Report
my: ဖွုံ့ဖြိုးမှုမိတ်ဖက်ဆိုင်ရာအစီရင်ခံစာ
ru: Отчета партнера в области развития
uz: Taraqqiyot sohasidagi hamkor hisoboti

source: Disaggregate by %(object)s
my: ကဏ္ဍအလိုက် %(object)s
ru: Дезагрегация в %(object)s
uz: %(object)s dezagregatsiya

source: Disaggregate by development partner.
my: ဖွံ့ဖြိုးမှုမိတ်ဖက်အလိုက် ကွာဟမှု
ru: Дезагрегация в разрезе партнеров в сфере развития
uz: Taraqqiyot sohasida hamkor kesimida dezagregatsiya

source: Disaggregate by location.
my: နေရာဒေသအလိုက် ကွာဟမှု
ru: Дезагрегация в разрезе месторасположения
uz: Joylashuvga ko'ra dezagregatsiya

source: Disaggregate by sector.
my: ကဏ္ဍအလိုက် ကွာဟမှု
ru: Дезагрегация в разрезе секторов
uz: Tarmoq bo'yicha dezagregatsiya

source: Donor Summary Report
my: အလှူရှင်ဆိုင်ရာအကျဉ်းချုပ်အစီရင်ခံစာ
ru: Обобщенный отчет по донорам
uz: Donor bo'yicha umumlashtirilgan hisobot

source: End Date
my: ပြီးဆုံးနေ့
ru: Дата завершения
uz: Yakunlanish muni

source: Finance Type
my: ငွေကြေးအမျိုးအစား
ru: Тип финансирования
uz: Moliyalashtirish turi

source: Location
my: နေရာဒေသ
ru: Месторасположение
uz: Joylashuv

source: Location Report
my: နေရာအလိုက်အစီရင်ခံစာ
ru: Отчет о месторасположении
uz: Hudud bo'yicha hisobot

source: Missing Dates
ru: Отсутствующие даты
uz: Yo'q sanalar

source: No Actual End Date
ru: Нет даты фактического завершения
uz: Amaldagi yakunlanish sanasi yo'q

source: No Actual Start Date
ru: Нет даты фактического начала
uz: Amaldagi boshlanish sanasi yo'q

source: No Planned End Date
ru: Нет запланированной даты завершения
uz: Rejalashtirilgan yakunlanish sanasi yo'q

source: No Planned Start Date
ru: Нет запланированной даты начала
uz: Rejalashtirilgan boshlanish sanasi yo'q

source: Quarterly Breakdown By Development Partner
my: ဖွံ့ဖြိုးမှုမိတ်ဖက်အလိုက် သုံးလတစ်ကြိမ် ခွဲဝေခြင်း
ru: Квартальная дезагрегация в разрезе партнеров в сфере развития
uz: Taraqqiyot sohasidagi hamkor bo'yicha choraklik kesim

source: Quarterly Breakdown By Sector
my: ကဏ္ဍ အလိုက် သုံးလတစ်ကြိမ် ခွဲဝေခြင်း
ru: Квартальная дезагрегация в разрезе отраслей
uz: Tarmoqlar bo'yicha choraklik kesim

source: Quarterly Breakdown By State/Region
my: ပြည်နယ်၊ တိုင်း အလိုက် သုံးလတစ်ကြိမ် ခွဲဝေခြင်း
ru: Квартальная дезагрегация в разрезе областей / регионов
uz: Viloyat/hudud bo'yicha choraklik kesim

source: Quarterly Breakdown By Township
my: မြို့နယ် အလိုက် သုံးလတစ်ကြိမ် ခွဲဝေခြင်း
ru: Квартальная дезагрегация в разрезе городов / поселков
uz: Shaharlar bo'yicha choraklik kesim

source: Report Category
my: အစီရင်ခံစာအမျိုးအစားများ
ru: Категория отчета
uz: Hisobot toifasi

source: Sector
my: ကဏ္ဍ
ru: Сектор
uz: Tarmoq

source: Sector Report
my: ကဏ္ဍဆိုင်ရာ အစီရင်ခံစာ
ru: Отраслевой отчет
uz: Tarmoq bo'yicha hisobot

source: Sector Summary Report
my: ကဏ္ဍဆိုင်ရာအကျဉ်းချုပ်အစီရင်ခံစာ
ru: Обобщенный отчет по отрасли
uz: Tarmoq bo'yicha umumlashtirilgan hisobot

source: Start Date
my: အစေန့
ru: Дата начала
uz: Boshlanish kuni

source: The reports allow us to export and disaggregate aid data reported to %(site_name)s.
my: မုန့္ဟင္းခါးတြင္တင္ျပထားေသာ အကူအညီ အစီရင္ခံစာမ်ားအား တင္ပုိ့ရန္နွင့္ခြဲထုတ္ရန္ ခြင့္ျပဳထားပါသည္။ %(site_name)s
ru: Отчеты позволяют экспортировать и дезагрегировать данные о внешнем содействии согласно отчетности в системе %(site_name)s
uz: Ushbu hisobotlar Palov %(site_name)s kiritilgan tashqi ko'makka oid ma'lumotlarni kesimda taqdim qilishga imkon beradi.
