Repository: pypi-data/pypi-mirror-146
Catalog: packages/openly/openly-0.1.4.tar.gz/openly-0.1.4/openly/editor/locale/*/LC_MESSAGES/django.po
Languages: uz

source: A funding partner of the activity is an organisation which is at least partially responsible for funding this activity.
uz: Ushbu faoliyatni hech bo'lmaganda qisman moliyalashtirish uchun mas'ul bo'lgan tashkilot moliyalshtiruvchi hamkordir.

source: About Budgets
uz: Byudjetlar haqida

source: Accountable Partner
uz: Hisobdor hamkor

source: Activities for Review
uz: Qayta ko'rib chiqish uchun faoliyat yo'nalishlari

source: Activity Budgets
uz: Faoliyat byudjetlari

source: Activity Completion Rating
uz: Faoliyatni yakunlash reytingi

source: Activity Description
uz: Faoliyat tavsifi

source: Activity ID
uz: Faoliyat ID raqami

source: Activity List
uz: Faoliyat ro'yxati

source: Activity Objectives
uz: Faoliyat maqsadlari

source: Activity Status
uz: Faoliyat holati

source: Activity Title
uz: Faoliyat nomi

source: Activity log
uz: Faoliyat jurnali

source: Actual End Date
uz: Amaldagi yakunlash kuni

source: Actual Start Date
uz: Amaldagi boshlash kuni

source: Add a budget
uz: Byudjet qo'shish

source: Add a comment
uz: Izoh qo'shing

source: Add a contact
uz: Aloqa ma'lumotini qo'shing

source: Add a government partner
uz: Davlat tarafdan hamkorni qo'shish

source: Add a location
uz: Joyni qo'shish

source: Add a related location
uz: Aloqador joyini qo'shing

source: Add a related sector
uz: Aloqador tarmoqni qo'shing

source: Add a result
uz: Natija qo'shish

source: Add a start date
uz: Boshlanish kunini qo'shing

source: Add a transaction
uz: Tranzaktsiya qo'shish

source: Add a transaction of type 'Commitment'
uz: "Majburiyat" turidagi tranzaktsiyani qo'shing

source: Add an accountable partner
uz: Hisobdor hamkorni o'shish

source: Add an activity description
uz: Faoliyat yo'nalishini tavsifini qo'shish

source: Add an activity status
uz: Faoliyat holatini qo'shing

source: Add an activity title
uz: Faoliyat yo'nalishi nomini qo'shing

source: Add an attachment
uz: Ilova qo'shish

source: Add an funding partner
uz: Moliyalashtiruvchi hamkorni qo'shish

source: Add an implementing partner
uz: Ijrochi sherikni qo'shish

source: Add another accountable partner
uz: Yana bir hisobdor hamkorni qo'shish

source: Add another category
uz: Yana bitta toifa qo'shish

source: Add another funding partner
uz: Yana bitta moliyalashtiruvchi hamkorni qo'shish

source: Add another government partner
uz: Davlat tarafdan yana bir hamkorni qo'shish

source: Add another implementing partner
uz: Yana bitta ijrochi hamkorni qo'shish

source: Add another sector
uz: Yana bir tarmoqni qo'shish

source: Additional data required
uz: Qo'shimcha ma'lumotlar kerak

source: Aid Type
uz: ko'mak turi

source: Amount
uz: Miqdor

source: Approval & Comments
uz: Tasdiqlash va izoh berish

source: Approved
uz: Tasdiqlangan

source: Approved and Published
uz: Tasdiqlandi va nashr qilindi

source: Are You Sure?
uz: Ishonchingiz komilmi?

source: Are you sure you want to delete this activity?
uz: Siz ushbu faoliyat yo'nalishini o'chirishga ishonchingiz komilmi?

source: Available for import
uz: Import uchun mavjud

source: Average completion
uz: O'rta darajada to'ldirish

source: Budget Status
uz: Byudjet holati

source: Budget Type
uz: Byudjet turi

source: Budgets
uz: Byudjetlar

source: Budgets represent the indicative or committed funding for each financial quarter or year over the lifetime of the activity. The reporting of budgets helps to provide predictability and assist with forward planning. The total budget for an activity should be reported as a commitment transaction.
uz: Byudjetlar faoliyat muddati davomida har moliyaviy kvartal yoki yil uchun dastlabki yoki tasdiqlangan moliyalashtirishni anglatadi. Byudjetlar bo'yicha hisobot berish istiqbolni belgilash va rejalashtirishni ta'minlashga yordam beradi. Faoliyat uchun umumiy byudjetni olingan majburiyat tranzaktsiyasi deb hisobot berilishi lozim.

source: Budgets:
uz: Byudjetlar

source: Cancel
uz: Bekor qilish

source: Cancel review
uz: Ko'rib chiqishni bekor qilish

source: Categories
uz: Toifalar

source: Change Activity Status
uz: Faoliyat holatini o'zgartirish

source: Choose organisation
uz: Tashkilotni tanlang

source: Click to endorse
uz: Ma'qullash uchun kursor bilan bosing

source: Click to remove endorsement
uz: Ma'qullashni o'chirish uchun kursor bilan bosing

source: Collaboration Type
uz: Hamkorlik turi

source: Compare Activities
uz: Faoliyat yo'nalishlarini qiyoslash

source: Compare local activities with IATI
uz: Mahalliy faoliyat yo'nalishlarini IATI bilan qiyoslash

source: Complete
uz: Yakunlangan

source: Contact type
uz: Aloqa turi

source: Contacts
uz: Aloqa uchun ma'lumot

source: Create an activity for...
uz: Faoliyat yo'nalishini yaratish

source: Currency
uz: Valyuta

source: Data Entry Completion
uz: Ma'lumotlarni kiritishni yakunlash

source: Date
uz: Sana

source: Date submitted
uz: Taqdim etilgan sana

source: Dates:
uz: Sanalar:

source: Default Aid Type
uz: Belgilangan tashqi ko'mak turi

source: Default Currency
uz: Belgilangan valyuta

source: Default Finance Type
uz: Belgilangan moliyalashtirish turi

source: Default Flow Type
uz: Belgilangan oqim turi

source: Default Settings
uz: Standart belgilangan moslamalar

source: Default Tied Status
uz: Belgilangan bog'liq holat (maqom)

source: Delete
uz: O'chirish

source: Delete Activity
uz: Faoliyatni o'chirish

source: Delete Activity?
uz: Faoliyat yo'nalishi o'chirilsinmi?

source: Delete activity
uz: Faoliyat yo'nalishi o'chirilsinmi?

source: Description
uz: Tavsif

source: Details of groups that are intended to benefit from the activity.
uz: Faoliyat benefitsiarlari bo'lishi kutilgan guruhlar haqida tafsilotlar.

source: Disbursed:
uz: Ajratilgan:

source: Disbursement Channel
uz: O'zlashtirish kanali

source: Document Description
uz: Hujjat tavsifi

source: Documents & Images
uz: Hujjatlar va suratlar

source: Documents and images should include key supporting materials related to this activity.
uz: Hujjatlar va suratlarda ushbu faoliyat yo'nalishiga bog'liq bo'lgan asosiy ko'mak materiallar ko'rsatilishi zarur.

source: Draft
uz: Qoralama

source: Draft Activities
uz: Xomaki faoliyat yo'nalishlari

source: Edit Activity
uz: Faoliyat yo'nalishini tahrir qiling

source: Edit a Document
uz: Hujjatni tahrir qilish

source: Email
uz: Elektron pochta

source: End Date
uz: Yakunlash kuni

source: Endorse Activity
uz: Faoliyat yo'nalishini ma'qullash

source: Endorsed
uz: Tasdiqlangan

source: Extending:
uz: Uzaytiruvchi:

source: Filter
uz: Filtr

source: Finance Type
uz: Moliya turi

source: Finance Type:
uz: Moliyalashtirish turi:

source: Finances
uz: Moliya

source: Financial Transactions
uz: Moliyaviy tranzaktsiyalar

source: Flow Type
uz: Oqim turi

source: Flow Type:
uz: Oqim turi:

source: Funding Partner
uz: Moliyalashtiruvchi hamkor

source: Funding:
uz: Moliyalashtiruvchi:

source: General
uz: Umumiy

source: General Information
uz: Umumiy ma'lumot

source: Government Partner
uz: Davlat tarafdan hamkor

source: How can I improve my rating?
uz: Men o'z reytingzimni qanday oshirishim mumkin?

source: ID
uz: Identifikatsiya

source: Implementing Partner
uz: Ijrochi sherik

source: Implementing:
uz: Ijrochi:

source: Import IATI
uz: IATI import qilish

source: Import all
uz: Barchasini import qilish

source: Incompletely specified activities
uz: To'liq belgilanmagan faoliyat yo'nalishlari

source: Job Title
uz: Lavozim nomi

source: Keep Local
uz: Mahalliy saqlash

source: Language
uz: Til

source: Loading...
uz: Yuklanmoqda ..

source: Local Activities
uz: Mahalliy faoliyat yo'nalishlari

source: Location
uz: Joy

source: Locations
uz: Joylar

source: Locations represent what regions are targeted. Percentages represent what share of the total commitment amount will flow to a particular region.
uz: Hududlar qaysi mintaqalar maqsadli etib belgilanganini anglatadi. Foizlarda muayyan mintaqaga yo'naltiriluvchi umumiy majburiyatlar hissasi ko'rsatilgan.

source: Locations represent where the activity takes place. For activities in Manufahi, add all relevant aldeias. For activities in other municipalities in Timor-Leste, add all relevant sub-districts. To select a location please type your location in the search bar.
uz: Hududlar faoliyat amalga oshiriluvchi joylardir. Manufahidagi faoliyat yo'nalishlari bo'yicha barcha tegishli aldeialarni qo'shing. Sharqiy Timordagi boshqa munitsipalitetlargidagi faoliyat uchun barcha tegishli tumanosti hududlarni qo'shing. Hududni tanlash uchun iltimos izlash satrida o'z joyingizni yozing.

source: Mailing Address
uz: Pochta manzili

source: Name
uz: Ism/Nom

source: Nationwide
uz: Mamlakat bo'ylab

source: Next
uz: Keyingi

source: No Activity found matching the query
uz: Izlovga mos Faoliyat yo'nalishi topilmadi

source: No, Don't Approve
uz: Yo'q, tasdiqlamang

source: No, Don't Cancel
uz: Yo'q, bekor qilmang

source: No, Don't Endorse
uz: Yo'q, ma'qullamang

source: No, Don't Remove
uz: Yo'q, o'chirmang

source: Okay, got it
uz: Yaxshi, tushundim

source: Organisation
uz: Tashkilot

source: Organisations
uz: Tashkilotlar

source: Participating Organisations
uz: Ishtirokchi tashkilotlar

source: Person Name
uz: Shaxs ismi

source: Planned End Date
uz: Rejalashtirilgan yakunlash kuni

source: Planned Start Date
uz: Rejalashtirilgan boshlash kuni

source: Profile
uz: Profil

source: Provider
uz: Beruvchi

source: Provider Organisation
uz: Beruvchi tashkilot

source: Published
uz: Chop etildi

source: Published Activities
uz: Chop etilgan faoliyat yo'nalishlari

source: Receiver
uz: Oluvchi

source: Receiver Organisation
uz: Oluvchi tashkilot

source: Remove Endorsement
uz: Ma'qullashni o'chirish

source: Reporting Organisation
uz: Hisobot beruvchi tashkilot

source: Reporting organisation
uz: Hisobot beruvchi tashkilot

source: Reporting:
uz: Hisobot beruvchi:

source: Required to publish
uz: Chop etish talab qilinadi

source: Reset
uz: Qayta yuk lash

source: Restore Archived
uz: Arxivlanganni qayta tickling

source: Result Description
uz: Natija tavsifi

source: Result Title
uz: Natija nomi

source: Result Type
uz: Natija turi

source: Results
uz: Natijalar

source: Results:
uz: Natijalar:

source: Return
uz: Qaytish

source: Save
uz: Saqlash

source: Save and Next
uz: Saqlash va keyingi

source: Save and Return
uz: Saqlash va qaytish

source: Sector
uz: Tarmoq

source: Sectors
uz: Tarmoqlar

source: Sectors & Policy Markers
uz: Tarmoqlar va strat√©gie markerlar

source: Sectors represent the purpose of the activity. For more information and clarification, please refer to the OECD&#8216;s list of CRS purpose codes: http://www.oecd.org/dac/stats/purposecodessectorclassification.htm
uz: Tarmoqlar faoliyat maqsadini aks ettiradi. Qo'shimcha ma'lumot va izohlar uchun, iltimos, Iqtisodiy hamkorlik va taraqqiyot tashkilotining CRS maqsadlar kodlari ro'yxatiga qarang: http://www.oecd.org/dac/stats/purposecodessectorclassification.htm

source: Sectors represent the purpose of the activity. To select a broad sector category as opposed to a subsector please select "Sector name [unspecified]".
uz: Tarmoqlar faoliyat maqsadini aks ettiradi. Quyi tarmow emas, keng tarmoq toifasini tanlash uchun, iltimos, "Sector name" (unspecified) , y'ani, "Tarmoq nomi"(belgilanmagan)ni tanlang

source: See More
uz: Ko'proq ko'rish

source: Send back to Draft
uz: Xomakiga qaytarish

source: Send back to Review
uz: Ko'rib chiqish uchun qaytarib jo'nating

source: Sorry, you cant publish just yet.
uz: Uzr, siz hozircha chop etolmaysiz

source: Start Date
uz: Boshlash kuni

source: Submit for review
uz: Ko'rib chiqilishi uchun topshirilgan

source: Target Groups
uz: Mo'ljaldagi guruhlar

source: Telephone
uz: Telefon

source: The IATI identifier will be created when this activity is saved
uz: Ushbu faoliyat saqlanganda IATI identifikatori yaratiladi

source: The completion rating reflects the overall percentage of important fields completed within the data entry form.
uz: To'ldirish retying ma'lumotlar kiritish formasidagi muhim satrlarni umumiy foizini aks ettiradi.

source: The contacts should include key team members who support this activity.
uz: Aloqa uchun ma'lumotlarda ushbu faoliyatni amalga oshiruvchi guruhning asosiy a'zolarini ko'rsatish lozim.

source: The currency value date
uz: Valyuta bahosi kuni

source: The date of transaction
uz: Tranzaktsiya sanasi

source: The date on which the activity actually started or ended, for example the date of the first or last disbursement or when physical activity started or ended.
uz: Faoliyat amalda boshlanuvchi yoki yakunlanuvchi sana, masalan, birinchi yoki oxirgi marta mablag' ajratilishi yoki amaliy faoliyat boshlanishi yoki yakunlanishi.

source: The date on which the activity is planned to start or end, for example the date of the first or last planned disbursement or when physical activity starts or ends.
uz: Faoliyat boshlanishi yoki yakunlanishi lozim bo'lgan sana, masalan, birinchi yoki oxirgi rejalashtirilgan mablag' ajratilishi yoki amaliy faoliyat boshlanuvchi yoki yakunlanuvchi sana.

source: The end date cannot be before the start date
uz: Yakunlash kuni boshlanish kunidan avval bo'lishi mumkin emas

source: The government entity or entities responsible for oversight or maintenance of the activity. Often this will be the government entity with which a MoU or similar agreement is signed. In many cases, the MoU will be signed directly with the implementing partner.
uz: Nazorat yoki faoliyatning amalga oshirilishi uchun mas'ul davlat muassasasi yoki tashkilotlari. Ko'pincha bu o'zaro tushunish to'g'risida memorandum (OTM) yoki shunga o'xshash shartnoma imzolovchi tashkilotdir. Ko'p hollarda OTM bevosita Ijrochi hamkor bilan imzolanadi.

source: The implementer of the activity is the organisation(s) which is/are principally responsible for delivering this activity.
uz: Faoliyat ijrochsi ushbu faoliyat yo'nalishini amalga oshirish uchun asosiy mas'uliyatli tashkilotdir.

source: The objectives should include a detailed description of the activity and expected outcomes.
uz: Maqsadlarda faoliyatdan kutilgan natijalarning batafsil tavsifi bo'lishi lozim.

source: The status explains whether the budget being reported is indicative or has been formally committed.
uz: Ushbu status hisobot berilayotgan byudjet dastlabki holatdami yoki rasman tasdiqlanganligini izohlaydi.

source: The title should be a human readable name of the project. Please ensure that acronyms are fully spelled out
uz: Nom inson o'qiy oladigan loyihaning nomi bo'lishi zarur. Qisqartmalar to'liq yozilganiga ishonch hosil qiling

source: The type of finance (e.g. grant, loan, debt relief, etc). This the default value for all transactions in the activity report; it can be overridden by individual transactions.
uz: Moliya turi (masalan, grant, kredit, qarzdan kechish va hokazo). Bu faoliyat to'g'risidagi hisobotda barcha tranzaktsiyalar uchun belgilangan qiymatdir.

source: There are no accountable partners
uz: Hisobot beruvchi hamkorlar yo'q

source: There are no budgets
uz: Byudjetlar yo'q

source: There are no contacts
uz: Aloqa uchun ma'lumotlar yo'q

source: There are no documents or images uploaded
uz: Hujjatlar yoki suratlar yuklanmagan

source: There are no funding partners
uz: Moliyalashtiruvchi hamkorlar yo'q

source: There are no government partners
uz: Davlat idoralaridan sheriklar yo'q

source: There are no implementing partners
uz: Ijrochi hamkorlar yo'q

source: There are no results
uz: Natijalar yo'q

source: There are no transactions
uz: Tranzaktsiyalar yo'q

source: This explains what the activity is, it is longer than the title and contains more detail
uz: Tavsifda faoliyat nimadan iboratligi tushuntirilgan. U nomdan ko'ra uzunroq va ko'proq tafsilotlarga ega.

source: This explains what the result is, it is longer than the title and contains more detail
uz: Bunda natija nimaligi tushuntiriladi va u nomdan ko'ra uzunroq va ko'proq tafsilotlarga ega

source: This is the date on which the transaction was made or (in the case of commitments) agreed.
uz: Ushbu kunda tranzaktsiya amagla oshirilgan yoki (majburiyatlar holida) kelishilgan.

source: This is the date we will use for determining the exchange rate for currency conversions.
uz: Biz valyuta almashtiruv kursini belgilashda ushbu sanadan foydalanamiz.

source: This is the default currency for the activity, you can override this in an individual transaction.
uz: Bu ushbu faoliyat uchun belgilangan valyuta. Siz alohida tranzaktsiyada buni o'zgartirishingiz mumkin.

source: This is the government entity or development partner agency receiving funds from financing partner(s) for channeling to implementing partner(s).
uz: Bu Moliyalashtiruvchi Hamkor(lar) mablag'lar olib, Ijrochi hamkorga yetkazib berishi lozim bo'lgan davlat muassasasi yoki taraqqiyot agentligi.

source: Tied Status
uz: Bog'langan holat

source: Title
uz: Nom

source: To add endorsers for this activity, select government partners in the organisations tab.
uz: Ushbu faoliyat yo'nalishini ma'qullovchilarni qo'shish uchun tashkilotlar ilovasida hukumat hamkorlarini tanlang

source: To be approved
uz: Tasdiqlanishi kerak

source: To be endorsed
uz: Ma'qullash lozim

source: To change this list please change the organisations listed as accountable partners in the Organisations tab.
uz: Ushbu ro'yxatni o'zgartirish uchun Tashkilotlar kiritmasida hisobdor sheriklar sifatida sanab o'tilgan tashkilotlarni o'zgartiring

source: To publish you need to:
uz: Chop etish uchun quyidagilar talab qilinadi

source: Transaction Type
uz: Tranzaktsiya turi

source: Transactions
uz: Tranzaktsiyalar

source: Transactions:
uz: Tranzaktsiyalar:

source: Type
uz: Tur

source: Untitled
uz: Nomi yo'q

source: Upload a Document
uz: Hujjatni yuklash

source: Upload document
uz: Hujjatni yuklash

source: Value
uz: Qiymat

source: Value Date
uz: Baholash kuni

source: View
uz: Qarash

source: Website
uz: Veb sahifa

source: Whether the aid is untied, tied, or partially tied.
uz: Tashqi ko'mak biror shartga bog'liqmi, qisman bog'liqmi yoki bog'liq emasmi.

source: Whether this is the original budget (prepared when the original commitment was made) or whether it has subsequently been revised.
uz: Bu byudjet aslimi (birlamchi majburiyat olingan paytda tayyorlangan) yoki keyin qayta ko'rib chiqilganmi.

source: Yes
uz: Ha

source: Yes, Approve
uz: Ha, tasdiqlang

source: Yes, Cancel
uz: Ha, bekor qiling

source: Yes, Endorse
uz: Ha, ma'qullang

source: Yes, Remove
uz: Ha, o'chiring

source: Yes, send back to Draft
uz: Ha, xomakiga qaytaring

source: Yes, send back to Review
uz: Ha, ko'rib chiqish uchun qaytarib jo'nating

source: You cannot publish this activity for review before you:
uz: Siz ushbu faoliyatni ko'rib chiqish uchun nashr etishdan avval:

source: You cannot submit this activity for review before you:
uz: Siz ushbu faoliyatni ko'rib chiqish uchun topshirishdan avval:

source: You have no activities to review.
uz: Siz ko'rib chiqadigan hech qanday faoliyatingiz yo'q

source: You may not edit this activity
uz: Siz ushbu faoliyatni tahrir qilishingiz mumkin emas

source: Your Stats
uz: Sizning statistikangiz

source: all subregions of
uz: barcha sub-mintaqalar

source: back
uz: ortga

source: left
uz: chap

source: mandatory
uz: majburiy

source: no results
uz: Natijalar yo'q

source: no transactions
uz: Tranzaktsiyalar yo'q

source: right
uz: o'ng
