"""
Dictionnaries containing the regex for:

- addresses
- phone numbers

# Regex

## Addresses

### France
location: `fr_FR`
```
\d{1,4}(?:,)?\s(?:rue|allee|avenue|boulevard|chemin|route|r|bd|av|rte)\s[a-zA-Z-'éèàùç\s]*(?:,|\\n)?\s?(?:\d{5})(?:,|\\n)?\s[a-zA-Z-'éèàùç]*\s?[a-zA-Z-'éèàùç]*\\b
```

## Phone Numbers:

### France
location: `fr_FR`
```
(?:(?:\+|00)33[\s.-]{0,3}(?:\(0\)[\s.-]{0,3})?|0)[1-9](?:(?:[\s.-]?\d{2}){4}|\d{2}(?:[\s.-]?\d{3}){2})
```

### Spain
location: `es_ES`
```
(?:(?:\+|00)34[\s.-]{0,3}(?:\(0\)[\s.-]{0,3})?|0)[1-9](?:(?:[\s.-]?\d{2}){4}|\d{2}(?:[\s.-]?\d{3}){2})
```

### International
location: `international`
```
(?:(?:\+|00)[1-9]{1,3}[\s.-]{0,3}(?:\(0\)[\s.-]{0,3})?|0)[1-9](?:(?:[\s.-]?\d{2}){4}|\d{2}(?:[\s.-]?\d{3}){2})
```

### All
location: `all`
```
[\+]?[(]?[0-9]{3}[)]?[-\s\.]?[0-9]{3}[-\s\.]?[0-9]{4,6}\\b
```


"""

reg_addresses = {
    "fr_FR": r"\d{1,4}(?:,)?\s(?:rue|allee|avenue|boulevard|chemin|route|r|bd|av|rte)\s[a-zA-Z-'éèàùç\s]*(?:,|\n)?\s?(?:\d{5})(?:,|\n)?\s[a-zA-Z-'éèàùç]*\s?[a-zA-Z-'éèàùç]*\b",
    "en_EN": r"",
    "es_ES": r"",
    "all": r"",
}

reg_phone_numbers = {
    "fr_FR": r"(?:(?:\+|00)33[\s.-]{0,3}(?:\(0\)[\s.-]{0,3})?|0)[1-9](?:(?:[\s.-]?\d{2}){4}|\d{2}(?:[\s.-]?\d{3}){2})",
    "es_ES": r"(?:(?:\+|00)34[\s.-]{0,3}(?:\(0\)[\s.-]{0,3})?|0)[1-9](?:(?:[\s.-]?\d{2}){4}|\d{2}(?:[\s.-]?\d{3}){2})",
    "international": r"(?:(?:\+|00)[1-9]{1,3}[\s.-]{0,3}(?:\(0\)[\s.-]{0,3})?|0)[1-9](?:(?:[\s.-]?\d{2}){4}|\d{2}(?:[\s.-]?\d{3}){2})",
    "all": r"[\+]?[(]?[0-9]{3}[)]?[-\s\.]?[0-9]{3}[-\s\.]?[0-9]{4,6}\b",
}
