Repository: pypi-data/pypi-mirror-146
Catalog: packages/openly/openly-0.1.4.tar.gz/openly-0.1.4/openly/aims/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Activities for Review
ru: Направления деятельности для обзора

source: Activity List
ru: Список направлений деятельности

source: Activity Manager
ru: Руководитель направления деятельности

source: Actual End Date
ru: Фактическая дата завершения

source: Actual End date
ru: Фактическая дата завершения

source: Actual Start Date
ru: Фактическая дата начала

source: Actual Start date
ru: Фактическая дата начала

source: Add a Contact with all of the following attributes set: Name, Telephone, Email address.
ru: Добавить Контакт со всеми следующими атрибутами: ФИО, Телефон, Адрес электронной почты

source: Add a Disbursement Transaction.
ru: Добавить Транзакцию по расходованию

source: Add a Document.
ru: Добавить Документ

source: Add a Location.
ru: Добавить Месторасположение

source: Add a Participating Organisation with role "Accountable".
ru: Добавить участвующую организацию с ролью "Подотчетный"

source: Add a Participating Organisation with role "Extending".
ru: Добавить участвующую организацию с ролью ""

source: Add a Participating Organisation with role "Funding".
ru: Добавить участвующую организацию с ролью "Финансирование"

source: Add a Participating Organisation with role "Implementing".
ru: Добавить участвующую организацию с ролью "Исполнитель"

source: Add a Transaction with a Provider Organisation.
ru: Добавить Транзакцию с организацией - провайдером

source: Add a new Activity
ru: Добавить новое направление деятельности

source: Admin
ru: Админ

source: Admin access
ru: Доступ администратора

source: Aid By Donor
ru: Содействие в разрезе доноров

source: Aid By Location
ru: Содействие в разрезе месторасположения

source: Aid By Ministry
ru: Содействие в разрезе ведомств

source: Aid By Sector
ru: Содействие в разрезе сектора/отрасли

source: Aid Dashboard
ru: Информационная панель (монитор) по содействию

source: Aid Dashboards
ru: Информационные панели (мониторы) по внешнему содействию

source: Aid Type Categories
ru: Категории типа содействия

source: Aid by Donor
ru: Содействие в разрезе доноров

source: Aid by Location
ru: Содействие в разрезе месторасположения

source: Aid by Ministry
ru: Содействие в разрезе министерств

source: Aid by Sector
ru: Содействие в разрезе сектора/отрасли

source: Archived
ru: Архивировано

source: Base Currency
ru: Базовая валюта

source: Before using the data, we encourage all users to first contact the relevant development partners to ensure data is accurate.
ru: Перед использованием данных мы рекомендуем всем пользователям сначала связаться с соответствующими партнерами в сфере развития, чтобы убедиться в достоверности данных

source: Blank
ru: Пустой

source: Click here to access the dashboards
ru: Нажмите здесь, чтобы получить доступ к информационным панелям

source: Click on the blue activity number in the Activity List to visit the Activity Profile page and learn more.
ru: Нажмите на синий номер деятельности в Списке направлений деятельности, чтобы посетить страницу Профиля деятельности и узнать больше.

source: Collaboration Type
ru: Тип сотрудничества

source: Contact Email
ru: Контактный адрес электронной почты

source: Contact Name
ru: ФИО контактного лица

source: Contact Phone
ru: Контактный телефон

source: Coordination Bodies
ru: Muvofiqlashtirish idoralari

source: Coordination Bodies are multi-stakeholder dialogue bodies responsible for ensuring that development priorities are identified, discussed and implemented in a co-ordinated and transparent manner.
ru: Координационные органы являются многосторонними диалоговыми органами, ответственными за обеспечение того, чтобы приоритеты развития были определены, обсуждены и реализованы скоординированным и прозрачным образом.

source: Coordination Body
ru: Координационный орган

source: Coordination Body Report
ru: Muvofiqlashtirish idorasi hisoboti

source: Create Report
ru: Создать отчет

source: Created this Activity
ru: создал это направление деятельности

source: Data from all of the activities below is used to calculate the figures that appear in the dashboard above.
ru: Данные по всем приведенным ниже действиям используются для расчета цифр, отображаемых на панели инструментов выше.

source: Date Created
ru: Дата создания

source: Default
ru: по умолчанию

source: Delete activity
ru: Удалить направление деятельности

source: Description
ru: Описание

source: Disclaimer
ru: Оговорка

source: Draft
ru: Черновик/Рабочий вариант

source: Each development partner also has a dedicated profile page with information on all their activities
ru: У каждого партнера в сфере также есть отдельная страница профиля с информацией о всех направлениях его деятельности.

source: Exchange Currency
ru: Обменная валюта

source: Exchange Rate
ru: Обменный курс

source: Exporting data from Mohinga
ru: Экспорт данных из Mohinga(Plov)

source: Extending
ru: Продление

source: Filtering the dashboard by date
ru: Фильтрация панели инструментов по дате

source: Financing
ru: Финансирование

source: Fully
ru: Полностью

source: Hello,
ru: Привет,

source: Iati Codelist Sector
ru: Сектор согласно списку кодов IATI

source: If you need any further information
ru: Если Вам требуется дополнительная информация

source: If you set end dates you must set at least one start date.
ru: Если Вы устанавливаете даты завершения, то должны установить не менее одной даты начала

source: Implementing
ru: Исполняющий

source: Important dates
ru: Важные даты

source: Last Modified
ru: Дата последней модификации

source: Mohinga contains a lot of information. To find what you’re looking for try searching by development partner, activity or sector
ru: Plov содержит большой массив информации. Чтобы найти то, что вы ищете, попробуйте поиск по партнеру в сфере развития, виду деятельности или отрасли

source: Mohinga visualises aid flows to Myanmar via four interactive dashboards
ru: Mohinga (Plov) визуализирует потоки содействия в Узбекистан (Мьянму) с помощью четырех интерактивных панелей

source: Multiple Donors
ru: Несколько доноров

source: National Sector
ru: Национальный сектор

source: Nationwide
ru: По всей стране

source: None
ru: Ничего

source: Not applicable
ru: Не применимо

source: Objective
ru: Задача

source: Partially
ru: Частично

source: Partner Ministry
ru: Ведомство - партнер

source: Password
ru: Пароль

source: Personal info
ru: Личные данные

source: Planned End Date
ru: Запланированная дата завершения

source: Planned End date
ru: Запланированная дата завершения

source: Planned Start Date
ru: Запланированная дата начала

source: Planned Start date
ru: Запланированная дата начала

source: Profile Page
ru: Профильная страница

source: Profile pages
ru: Страницы профиля

source: Public Page
ru: Общественная страница

source: Published
ru: Опубликовано

source: Query Builder
ru: Мастер поиска

source: Raw passwords are not stored, so there is no way to see this user's password, but you can change the password using <a href="../password/">this form</a>.
ru: Сырые пароли не сохраняются, поэтому невозможно увидеть пароль данного пользователя, но Вы можете изменить пароль, используя <a href="../password/">this form</a>.

source: Report Builder
ru: Мастер по формированию отчета

source: Report Templates
ru: Шаблоны отчетов

source: Reporting Organisation
ru: Подотчетная организация

source: Reports
ru: Отчеты

source: Search
ru: Поиск

source: Sector
ru: Сектор/отрасль

source: Sectors
ru: Секторы/отрасли

source: Select a start and end date and then click the refresh button to set the filter
ru: Выберите дату начала и окончания, а затем нажмите кнопку обновления, чтобы установить фильтр

source: Set a Default Aid Type.
ru: Установить тип содействия по умолчанию

source: Set a Default Currency.
ru: Установить валюту по умолчанию

source: Set a Default Flow Type.
ru: Установить метод содействия по умолчанию

source: Set a Planned End Date.
ru: Установить планируемую дату завершения

source: Set a Planned Start Date.
ru: Установить планируемую дату начала

source: Set an Actual End Date.
ru: Установить фактическую дату завершения

source: Set an Actual Start Date.
ru: Установить фактическую дату начала

source: Sign in
ru: Войти

source: Sign out
ru: Выйти

source: Software designed & developed by
ru: Программное обеспечение разработано

source: State/Region
ru: Область / регион

source: Status
ru: Состояние

source: That is it... for now
ru: Пока что...это все

source: The budget end date cannot be before the budget start date
ru: Дата истечения бюджетного периода не может быть раньше начала бюджетного периода

source: The date filter allows you to filter information presented on the dashboards between a specific time period
ru: Фильтр даты позволяет фильтровать информацию, представленную на информационных панелях, за определенный период времени.

source: The export function will download the dashboard data to a .CSV file
ru: Функция экспорта загрузит данные информационной панели в файл .CSV

source: The reporting organisation has not been specified.
ru: Подотчетная/вышестоящая организация не указана

source: These include advanced reporting tools and better integration with internationally available IATI aid data as well as other tools to help make the management of aid information simple, time efficient and even enjoyable. We will be in touch.
ru: К ним относятся усовершенствованные инструменты отчетности и лучшая интеграция с доступными на международном уровне данными IATI о содействии, а также другие инструменты, помогающие упростить управление информацией о содействии , сделав эффективным по времени и даже приятным. Будем на связи

source: Title
ru: Название

source: Total Commitment
ru: Совокупные ассигнования

source: Total Commitment USD
ru: Совокупные выплаты в долл. США

source: Total Disbursement
ru: Совокупные ассигнования

source: Total Disbursement USD
ru: Совокупные выплаты в долл. США

source: Township
ru: Поселок городского типа

source: Transaction count
ru: Учет транзакций

source: Under review
ru: На рассмотрении

source: Unknown
ru: Неизвестно

source: Unnamed
ru: Безымянный

source: Visualise aid flows
ru: Визуализация потоков содействия

source: We are also working hard to bring new features and functions to Mohinga
ru: Мы также прилагаем все усилия, чтобы привнести новые функции и возможности в Mohinga

source: You can access their profile pages by searching for their name here
ru: Вы можете получить доступ к страницам их профиля, выполнив здесь поиск по их названию

source: Your Pages
ru: Ваши страницы

source: Your actual end date must be after your actual start date
ru: Фактическая дата завершения должна быть позже фактической даты начала

source: Your planned end date must be after your planned start date
ru: Планируемая Вами дата завершения должна быть позже планируемой Вами даты начала

source: added
ru: добавлено

source: all subregions of
ru: все суб-регионы

source: billion
ru: миллиард

source: id
ru: Идентификация

source: look for these help icons
ru: Ищите эти иконки помощи

source: million
ru: миллион

source: no description
ru: Без описания

source: no title
ru: Без названия

source: original
ru: Оригинал

source: pending
ru: На рассмотрении

source: removed
ru: удалено

source: thousand
ru: тысяча

source: trillion
ru: триллион

source: you can see aid by location, donor, sector or Ministry responsible
ru: Вы можете просматривать содействие по месту нахождения, донору, сектору или ответственному министерству
