Repository: pypi-data/pypi-mirror-146
Catalog: packages/openly/openly-0.1.4-py3-none-any.whl/editor/locale/*/LC_MESSAGES/django.po
Languages: ru

source: A funding partner of the activity is an organisation which is at least partially responsible for funding this activity.
ru: Финансирующий партнер по направлению деятельности - это организация, которая несет хотя бы частичную ответственность за финансирование этой деятельности

source: About Budgets
ru: О бюджетах

source: Accountable Partner
ru: Подотчетный партнер

source: Activities for Review
ru: Направления деятельности для обзора

source: Activity Budgets
ru: Бюджеты направлений деятельности

source: Activity Completion Rating
ru: Рейтинг завершенности деятельности

source: Activity Description
ru: Описание деятельности

source: Activity Endorsed by
ru: Направление деятельности одобрено

source: Activity ID
ru: Идентификационный № мероприятия

source: Activity List
ru: Список направлений деятельности

source: Activity Objectives
ru: Задачи деятельности

source: Activity Status
ru: Состояние деятельности

source: Activity Title
ru: Название деятельности

source: Activity log
ru: Журнал мероприятий

source: Actual End Date
ru: Фактическаядата завершения

source: Actual Start Date
ru: Фактическая дата начала

source: Add a budget
ru: Добавить бюджет

source: Add a comment
ru: Добавить комментарий

source: Add a commitment transaction
ru: Добавить транзакцию по обязательствам

source: Add a contact
ru: Добавить контакт

source: Add a government partner
ru: Добавить государственного партнера

source: Add a location
ru: Добавить месторасположение

source: Add a related location
ru: Добавить соответствующее месторасположение

source: Add a related sector
ru: Добавить смежный сектор

source: Add a result
ru: Добавить результат

source: Add a start date
ru: Добавить дату начала

source: Add a transaction
ru: Добавить транзакцию

source: Add a transaction of type 'Commitment'
ru: Добавить транзакцию типа "Обязательство"

source: Add an accountable partner
ru: Добавить подотчетного партнера

source: Add an activity description
ru: Добавить описание деятельности

source: Add an activity status
ru: Добавить состояние деятельности

source: Add an activity title
ru: Добавить название деятельности

source: Add an attachment
ru: Добавить приложение

source: Add an funding partner
ru: Добавить финансирующего партнера

source: Add an implementing partner
ru: Добавить исполнительного партнера

source: Add another accountable partner
ru: Добавить еще одного подотчетного партнера

source: Add another category
ru: Добавить еще одну категорию

source: Add another funding partner
ru: Добавить еще одного Партнера по финансированию

source: Add another government partner
ru: Добавить еще одного государственного партнера

source: Add another implementing partner
ru: Добавить еще одного Исполнительного Партнера

source: Add another sector
ru: Добавить еще один сектор

source: Additional data required
ru: Необходимые дополнительные данные

source: Aid Type
ru: Тип содействия

source: Amount
ru: Сумма

source: Approval & Comments
ru: Одобрение и комментарии

source: Approve &amp; Publish
ru: Tasdiqlash; Chop etish

source: Approved
ru: Одобрено

source: Approved and Published
ru: Одобрено и опубликовано

source: Are You Sure?
ru: Вы уверены?

source: Are you sure you want to delete this activity?
ru: Вы уверены, что хотите удалить эту деятельность?

source: Available for import
ru: Доступно для импорта

source: Average completion
ru: Средний показатель завершения

source: Browse
ru: Просматривать

source: Budget Status
ru: Состояние бюджета

source: Budget Type
ru: Тип бюджета

source: Budgets
ru: Бюджеты

source: Budgets represent the indicative or committed funding for each financial quarter or year over the lifetime of the activity. The reporting of budgets helps to provide predictability and assist with forward planning. The total budget for an activity should be reported as a commitment transaction.
ru: Бюджеты представляют собой предварительный или утвержденный объем финансирования на каждый финансовый квартал или год за весь период деятельности. Отчетность по бюджетам помогает в обеспечении предсказуемости и перспективном планировании. Совокупный бюджет деятельности необходимо указать в отчетности в качестве обязательства.

source: Budgets:
ru: Бюджеты:

source: Cancel
ru: Отменить

source: Cancel review
ru: Отменить обзор

source: Categories
ru: Категории

source: Change Activity Status
ru: Изменить состояние деятельности

source: Choose organisation
ru: Выбрать организацию

source: Click to endorse
ru: Кликните для одобрения

source: Click to remove endorsement
ru: Кликните для отмены одобрения

source: Collaboration Type
ru: Тип сотрудничества

source: Compare Activities
ru: Сравнить направления деятельности

source: Compare local activities with IATI
ru: Сравнение местной деятельности с IATI

source: Complete
ru: Завершено

source: Contact type
ru: Тип контакта

source: Contacts
ru: Контакты

source: Create an activity for...
ru: Создать направление деятельности..

source: Currency
ru: Валюта

source: Data Entry Completion
ru: Завершение ввода данных

source: Date
ru: Дата

source: Date submitted
ru: Дата подачи

source: Dates:
ru: Даты:

source: Default Aid Type
ru: Тип содействия по умолчанию

source: Default Currency
ru: Валюта по умолчанию

source: Default Finance Type
ru: Тип финансирования по умолчанию

source: Default Flow Type
ru: Тип последовательности по умолчанию

source: Default Settings
ru: Настройки по умолчанию

source: Default Tied Status
ru: Привязанный статус по умолчанию

source: Delete
ru: Удалить

source: Delete Activity
ru: Удалить деятельность

source: Delete Activity?
ru: Удалить деятельность?

source: Delete activity
ru: Удалить деятельность

source: Description
ru: Описание

source: Details of groups that are intended to benefit from the activity.
ru: Подробности о группах - бенефициарах деятельности

source: Disbursed:
ru: Выделено:

source: Disbursement Channel
ru: Канал обеспечения

source: Document Description
ru: Описание документа

source: Documents & Images
ru: Документы и изображения

source: Documents and images should include key supporting materials related to this activity.
ru: Документы или изображения должны содержать основные вспомогательные материалы, связанные с данным направлением деятельности.

source: Draft
ru: Рабочий вариант / черновик

source: Draft Activities
ru: Еще прорабатываемые направления деятельности

source: Edit Activity
ru: Редактировать деятельность

source: Edit a Document
ru: Редактировать документ

source: Email
ru: Электронная почта

source: End Date
ru: Дата завершения

source: Endorse Activity
ru: Одобрить деятельность

source: Endorsed
ru: Одобрено

source: Extending:
ru: Продление:

source: Filter
ru: Фильтр

source: Finance Type
ru: Тип финансирования

source: Finance Type:
ru: Тип финансирования

source: Finances
ru: Финансы

source: Financial Transactions
ru: Финансовые транзакции

source: Flow Type
ru: Тип ассигнования

source: Flow Type:
ru: Тип потока

source: Funding Partner
ru: Партнер по финансированию

source: Funding:
ru: Финансирование:

source: General
ru: Общее

source: General Information
ru: Общая информация

source: Government Partner
ru: Государственный партнер

source: How can I improve my rating?
ru: Как можно улучшить свой рейтинг?

source: ID
ru: Идентификация

source: Implementing Partner
ru: Исполнительный партнер

source: Implementing:
ru: Исполнение:

source: Import
ru: Импорт

source: Import IATI
ru: Импортировать IATI

source: Import all
ru: Импортировать все

source: Incompletely specified activities
ru: Не до конца уточненные направления деятельности

source: Job Title
ru: Название должности

source: Keep Local
ru: Сохранить местное

source: Language
ru: Язык

source: Loading...
ru: Загружается...

source: Local Activities
ru: Местная деятельность

source: Location
ru: Месторасположение

source: Locations
ru: Месторасположения

source: Locations represent what regions are targeted. Percentages represent what share of the total commitment amount will flow to a particular region.
ru: Месторасположения представляют целевые регионы. В процентах указано, какой удельный вес общих обязательcтв будет направлен в конкретный регион.

source: Locations represent where the activity takes place. For activities in Manufahi, add all relevant aldeias. For activities in other municipalities in Timor-Leste, add all relevant sub-districts. To select a location please type your location in the search bar.
ru: Месторасположения означают те места, где осуществляется деятельности. Касательно мероприятий в Мануфахи, добавьте все соответствующие алдеи. Относительно деятельности в других муниципалитетах восточного Тимора, добавьте все соответствующие субрайоны. Для выбора месторасположения, пожалуйста, введите название местности в строке Поиск.

source: Mailing Address
ru: Почтовый адрес

source: Name
ru: Ф.И.О.

source: Nationwide
ru: По всей стране

source: Next
ru: Далее

source: No Activity found matching the query
ru: Мероприятий / направлений деятельности, соответствующих запросу, не найдено

source: No, Don't Approve
ru: Нет, не утверждайте

source: No, Don't Cancel
ru: Yo'q, bekor qilmang

source: No, Don't Endorse
ru: Нет, не одобряйте

source: No, Don't Remove
ru: Нет, не удаляйте

source: Okay, got it
ru: Все, понял

source: Organisation
ru: Организация

source: Organisations
ru: Организации

source: Participating Organisations
ru: Участвующие организации

source: Pending
ru: Предстоящий

source: Person Name
ru: Ф.И.О. лица

source: Planned End Date
ru: Запланированная дата завершения

source: Planned Start Date
ru: Запланированная дата начала

source: Please specify what percentage of the total budget is allocated to each %(object)s. All percentages should add up to 100%%.
ru: Iltimos, har bir %(object)s uchun umumiy byudjetning necha foizi ajratilganini aniqlashtiring. Barcha foizlar 100 foizga teng bo'lishi lozim.

source: Post
ru: Постить

source: Profile
ru: Профиль

source: Provider
ru: Донор / провайдер

source: Provider Organisation
ru: Предоставляющая организация

source: Published
ru: Опубликовано

source: Published Activities
ru: Опубликованные направления деятельности

source: Receiver
ru: Получатель

source: Receiver Organisation
ru: Организация - получатель

source: Remove Endorsement
ru: Удалить одобрение

source: Reporting Organisation
ru: Отчитывающаяся организация

source: Reporting organisation
ru: Отчитывающаяся организация

source: Reporting:
ru: Отчетности

source: Required to publish
ru: Требуется опубликовать

source: Reset
ru: Перезагрузить

source: Restore Archived
ru: Восстановить архивированное

source: Result Description
ru: Описание результатов

source: Result Title
ru: Название результата

source: Result Type
ru: Тип результата

source: Results
ru: Результаты

source: Results:
ru: Результаты:

source: Return
ru: Возврат

source: Save
ru: Сохранить

source: Save and Next
ru: Сохранить и далее

source: Save and Return
ru: Сохранить и вернуться

source: Sector
ru: Сектор

source: Sectors
ru: Отрасли

source: Sectors & Policy Markers
ru: Маркеры секторов и стратегий

source: Sectors represent the purpose of the activity. For more information and clarification, please refer to the OECD&#8216;s list of CRS purpose codes: http://www.oecd.org/dac/stats/purposecodessectorclassification.htm
ru: Отрасли, представляющие цель деятельности. За дополнительной информацией и разъяснениями, см. список целевых кодов CRS ОЭСР: http://www.oecd.org/dac/stats/purposecodessectorclassification.htm

source: Sectors represent the purpose of the activity. To select a broad sector category as opposed to a subsector please select "Sector name [unspecified]".
ru: Отрасли представляют цель деятельности. Для выбора широкой категории сектора в отличии от подсектора, пожалуйста, выберите "Название сектора (не уточнено)"

source: See More
ru: См. больше

source: Send back to Draft
ru: Вернуть в Черновики

source: Send back to Review
ru: Вернуть на пересмотр

source: Sending the activity back to Draft status will hide the activity from the public site and reports. It will also remove prior endorsements for the activity.
ru: Отправка деятельности обратно в статус Черновик скрывает данную деятельность от общедоступного сайта и отчетов. Это также удалит предыдущие одобрения для деятельности

source: Sending the activity back to Review status will hide the activity from the public site and reports. It will also alert each party to review the activity. Please note that it does not remove prior endorsements
ru: Отправка действия обратно в статус «Рассмотрение» скрывает деятельность от общедоступного сайта и отчетов. Это также предупредит каждую сторону о необходимости пересмотреть направление деятельности. Обратите внимание, что это не удаляет предыдущие одобрения.

source: Sorry, you cant publish just yet.
ru: Извините, Вы пока не сможете опубликовать

source: Start Date
ru: Дата начала

source: Submit for review
ru: Представление для рассмотрения

source: Target Groups
ru: Целевые группы

source: Telephone
ru: Телефон

source: The IATI identifier will be created when this activity is saved
ru: Идентификатор IATI будет создан после сохранения данного мероприятия

source: The completion rating reflects the overall percentage of important fields completed within the data entry form.
ru: Показатель завершения отражает общий процент важных направлений, заполненных в форме для ввода данных.

source: The contacts should include key team members who support this activity.
ru: Контакты должны включать основных членов команды, поддерживающих этот вид деятельности.

source: The currency value date
ru: Дата оценки валюты/обменного курса

source: The date of transaction
ru: Дата транзакции

source: The date on which the activity actually started or ended, for example the date of the first or last disbursement or when physical activity started or ended.
ru: Дата фактического начала или завершения деятельности, например, дата первого или последнего выделения средств или начала или завершения практической деятельности.

source: The date on which the activity is planned to start or end, for example the date of the first or last planned disbursement or when physical activity starts or ends.
ru: Дата запланированного начала или завершения, например, дата первого или последнего запланированного выделения средств или начала или завершения физической деятельности.

source: The end date cannot be before the start date
ru: Дата завершения не может быть раньше даты начала

source: The government entity or entities responsible for oversight or maintenance of the activity. Often this will be the government entity with which a MoU or similar agreement is signed. In many cases, the MoU will be signed directly with the implementing partner.
ru: Государственный орган или учреждения, ответственные за контроль или осуществление деятельности. Зачастую это государственное учреждение, с которым подписан Меморандум о взаимопонимании (МВ) или аналогичное соглашение. Во многих случаях МВ подписывается непосредственно с Исполнительным партнером.

source: The implementer of the activity is the organisation(s) which is/are principally responsible for delivering this activity.
ru: Исполнитель направления деятельности - организация, которая в первую очередь несет ответственности за его выполнение.

source: The objectives should include a detailed description of the activity and expected outcomes.
ru: Цели должны включать подробное описание ожидаемых результатов деятельности.

source: The status explains whether the budget being reported is indicative or has been formally committed.
ru: Данное состояние поясняет, в какой степени указываемый бюджет является предварительным или официально утвержденным.

source: The title should be a human readable name of the project. Please ensure that acronyms are fully spelled out
ru: Название должно быть читабельным для человека названием проекта. Пожалуйста, убедитесь, что сокращения полностью расшифрованы

source: The type of finance (e.g. grant, loan, debt relief, etc). This the default value for all transactions in the activity report; it can be overridden by individual transactions.
ru: Тип финансирования (н-р, грант, заем, списание долга и т.д). Это значение по умолчанию по всем транзакциям в отчете о деятельности; это можно изменить в конкретных транзакциях.

source: There are no accountable partners
ru: Подотчетные партнеры отсутствуют

source: There are no budgets
ru: Бюджеты отсутствуют

source: There are no contacts
ru: Контакты отсутствуют

source: There are no documents or images uploaded
ru: Документы или изображения отсутствуют

source: There are no funding partners
ru: Партнеры по финансированию отсутствуют

source: There are no government partners
ru: Государственные партнеры отсутствуют

source: There are no implementing partners
ru: Исполнительные партнеры отсутствуют

source: There are no results
ru: Результаты отсутствуют

source: There are no transactions
ru: Транзакции отсутствуют

source: This explains what the activity is, it is longer than the title and contains more detail
ru: Описание поясняет суть направления деятельности. Оно длиннее названия и содержит больше подробностей.

source: This explains what the result is, it is longer than the title and contains more detail
ru: Это объясняет, что такое результат. Это длиннее, чем название и содержит больше подробностей

source: This is the date on which the transaction was made or (in the case of commitments) agreed.
ru: Дата совершения или согласования (в случае обязательств) транзакции

source: This is the date we will use for determining the exchange rate for currency conversions.
ru: Эту дату мы используем для определения обменного курса для конверсии валюты

source: This is the default currency for the activity, you can override this in an individual transaction.
ru: Это валюта по умолчанию по данному виду деятельности, Вы можете это изменить в отдельной взятой транзакции

source: This is the government entity or development partner agency receiving funds from financing partner(s) for channeling to implementing partner(s).
ru: Это государственное учреждение или партнерское учреждение в области развития, получающее средств от финансирующего партнера(ов) для предоставления Исполнительному(ым) партнеру(ам).

source: Tied Status
ru: Привязанный статус

source: Title
ru: Название

source: To add endorsers for this activity, select government partners in the organisations tab.
ru: Чтобы добавить подтверждающих сторон для этого действия, выберите государственных партнеров на вкладке организации

source: To be approved
ru: Предстоит утвердить

source: To be endorsed
ru: Предстоит одобрить

source: To change this list please change the organisations listed as accountable partners in the Organisations tab.
ru: Чтобы изменить этот список, пожалуйста, смените организации, перечисленные в качестве ответственных партнеров на вкладке Организации

source: To make sure that you can publish your activity you need to add a commitment. The total budget for an activity should be reported as a commitment in the transaction element.
ru: Вам необходимо указать сумму обязательств, чтобы Вы смогли опубликовать Вашу деятельность. Необходимо указать совокупный бюджет деятельности в качестве обязательства в транзакционном элементе.

source: To publish you need to:
ru: Для опубликования требуется

source: Transaction Type
ru: Тип транзакции

source: Transactions
ru: Транзакции

source: Transactions:
ru: Транзакции

source: Type
ru: Тип

source: Untitled
ru: Без названия

source: Updated %(modified)s
ru: Обновлено %(modified)s

source: Upload a Document
ru: Загрузить документ

source: Upload document
ru: Загрузить документ

source: Value
ru: Стоимость

source: Value Date
ru: Дата оценки

source: View
ru: Вид

source: Website
ru: Вебсайт

source: Whether the aid is untied, tied, or partially tied.
ru: Содействие не привязанное, привязанное или частично привязанное

source: Whether this is the original budget (prepared when the original commitment was made) or whether it has subsequently been revised.
ru: Является ли это изначальным бюджетом (подготовленным, когда было принято первоначальное обязательство) или потом было пересмотрено.

source: Yes
ru: Да

source: Yes, Approve
ru: Да, утверждайте

source: Yes, Cancel
ru: Да, отменить

source: Yes, Endorse
ru: Да, Одобрить

source: Yes, Remove
ru: Да, удаляйте

source: Yes, send back to Draft
ru: Да, вернуть в Черновики

source: Yes, send back to Review
ru: Да, вернуть на доработку

source: You cannot publish this activity for review before you:
ru: Siz ushbu faoliyatni chop eta olmaysiz

source: You cannot submit this activity for review before you:
ru: Вы не можете отправить эту деятельность на рассмотрение прежде чем

source: You have no activities to review.
ru: У Вас нет направлений деятельности для обзора.

source: You may not edit this activity
ru: Вы не вправе редактировать эту деятельность

source: Your Stats
ru: Ваша статистика

source: all subregions of
ru: Все субрегионы

source: back
ru: Назад

source: left
ru: Слева

source: mandatory
ru: обязательно

source: no results
ru: Результаты отсутствуют

source: no transactions
ru: Нет транзакций

source: right
ru: Справа
