Repository: pypi-data/pypi-mirror-146
Catalog: packages/openly/openly-0.1.4.tar.gz/openly-0.1.4/openly/dashboard/locale/*/LC_MESSAGES/django.po
Languages: my

source: Page Not Found
my: စာမျက်နှာ ရှာမတွေ့ဘူး

source: Oops! An error has occurred
my: အမှားတွေ့တယ်

source: Aid by Donor
my: အလှူရှင်၏အကူအညီ

source: All Donors
my: အလှူရှင်အားလုံး

source: Commitment by Donor
my: အလှူရှင်၏ လျာထားငွေ

source: This chart shows the total amount of development assistance committed by development partners. This chart corresponds to the date filter above.
my: ဖြံ့ျဖိဳးမွဳမိတ္ဖက္မ်ားက ဖြံ့ျဖဳိးမွဳအတြက္ ေထာက္ပံ့ေသာ လ်ာထားေငြ အားလုံးကုိ ဇယားမွာ ျပထားတယ္။ဒီဇယားက အထက္မွာေရြးထားတဲ့ ေန့ကုိ ရည္ညြွန္းတယ္။

source: click on an individual chart bar below to filter the statistics by that specific donor
my: အလှူရှင်တစ်ဦးချင်း၏ အကူအညီကို ရွေးရန် အောက်ပါ chart bar တခုစီကို click ပါ။

source: Commitment by Aid Sector
my: ကဏ္ဍအလိုက်အကူအညီ လျာထားငွေ

source: This chart shows the total amount of commitments from development partners by aid sector.
my: ကဏ္ဍအလိုက်ဖွံ့ဖြိုးမှုမိတ်ဖက်များ၏ အကူအညီ လျာထားငွေ အားလုံးကို ဇယားမှာ ပြထားတယ်။

source: Total Donors
my: အလှူရှင်စုစုပေါင်း

source: This is the total number of development partners.
my: ဒါကတော့ ဖွံ့ဖြိုးမှုမိတ်ဖက် အရေအတွက်စုစုပေါင်း ဖြစ်ပါတယ်။

source: Total Commitment
my: စုစုပေါင်း လျာထားငွေ

source: Total commitment
my: စုစုပေါင်း လျာထားငွေ

source: This is the total amount of development assistance committed across all activities. This amount corresponds to the date filter.
my: လုပ္ေဆာင္ခ်က္အားလုံးအတြက္ ဖြ့ံျဖဳိးမွဳအကူအညီ လ်ာထားေငြ စုစုေပါင္းျဖစ္ပါတယ္။ ဒီပမာဏကေန့စြဲကုိစစ္ဖုိ့္ ရည္ညြွန္းပါတယ္။

source: Total Disbursements
my: ရရှိပြီးပမာဏစုစုပေါင်း

source: Total disbursements
my: ရရှိပြီးပမာဏစုစုပေါင်း

source: This is the total amount of development assistance disbursed. This amount corresponds to the date filter.
my: ရရှိပြီး ဖွံ့ဖြိုးမှုအကူအညီ စုစုပေါင်း ဖြစ်ပါတယ်။ ဒီပမာဏက နေ့စွဲကိုစစ်ဖို့ ရည်ညွှန်းပါတယ်။

source: Percent Disbursed
my: ရရှိပြီး ရာခိုင်နှုန်း

source: This is the percentage total of development assistance disbursed. This percentage corresponds to the date filter.
my: ရရွိျပီး ဖြ့ံျဖဳိးမွဳအကူအညီ ရာခုိင္နွဳန္း စုစုေပါင္း ျဖစ္ပါတယ္။ ဒီ ရာခုိင္နွဳန္းက ေန့စြဲကုိစစ္ဖုိ့ ရည္ညြွန္းပါတယ္။

source: Activities by Ministry
my: ဝန်ကြီးဌာနအလိုက်လုပ်ငန်းများ

source: This chart shows the total number of activities associated with each relevant partner Ministry. This chart corresponds to the date filter.
my: သက္ဆုိင္ရာဝန္ျကီးဌာနအသီးသီးအလုိက္ လုပ္ငန္းမ်ားအားလုံးကုိ ဒီဇယားက ျပပါတယ္။ ဒီဇယားက ေန့စြဲကုိစစ္ဖုိ့ ရည္ညြွန္းပါတယ္။

source: Loans Vs Grants
my: ချေးငွေနှင့်အကူအညီ

source: Loans vs Grants
my: ချေးငွေနှင့်အကူအညီ

source: Activities by Status
my: Status အလိုက် လုပ်ငန်းများ

source: Activities by status
my: Status အလိုက် လုပ်ငန်းများ

source: This chart shows the total number of activities by status (i.e. pipeline, implementation, completed, post-completion). This chart corresponds to the date filter.
my: Status (ဆုိလုိသည္မွာ -လ်ာထားခ်က္၊ေဆာင္ရြက္ဆဲ၊ ေဆာင္ရြက္ျပီး၊လုံးဝျပီးဆုံးသည့္စီမံခ်က္) အလုိက္ လုပ္ငန္းမ်ား အားလုံးကုိ ဒီဇယားက ျပပါတယ္။ ဒီဇယားက ေန့စြဲကုိစစ္ဖုိ့ ရည္ညြွန္းပါတယ္။

source: Total
my: စုစုပေါင်း

source: Aid by Location
my: နေရာဒေသအလိုက်အကူအညီ

source: TOTAL
my: စုစုပေါင်း

source: Aid by Ministry
my: ဝန်ကြီးဌာနအလိုက် အကူအညီ

source: All Ministries
my: ဝန်ကြီးဌာနအားလုံး

source: Number of Activities by Ministry
my: ဝန်ကြီးဌာနအလိုက် အလုပ် အရေအတွက်

source: Number of Activities
my: အလုပ် အရေအတွက်

source: This chart shows the total number of activities associated with each relevant Ministry.
my: သက်ဆိုင်ရာဝန်ကြီးဌာနအသီးသီးအလိုက် အလုပ် အရေအတွက် စုစုပေါင်းကို ဒီဇယားက ပြထားပါ တယ်။

source: click on an individual chart bar below to filter the statistics by Ministry
my: ဝန်ကြီးဌာနအလိုက် စာရင်းများကိုစစ်ရန် အောက်ပါ chart bar ကို နှိပ်ပါ။

source: This is the total amount of development assistance committed across all activities that have been linked to a partner Ministry. This number corresponds to the date filter.
my: မိတ္ဖက္ဝန္ျကီးဌာနနွင့္ ခ်ိတ္ဆက္ထားေသာ လုပ္ငန္းအေပါ္ ဖြံ့ျဖဳိးမွဳ အကူအညီ စုစုေပါင္းျဖစ္ပါတယ္။ ဒီအေရအတြက္က ေန့စြဲကုိစစ္ဖုိ့ ရည္ညြွန္းပါတယ္။

source: Total Donors & Type
my: စုစုပေါင်းအလှူရှင်များနှင့် အမျိုးအစား

source: Total donors & Type
my: စုစုပေါင်းအလှူရှင်များနှင့် အမျိုးအစား

source: This is the total volume of development assistance committed across all activities by collaboration type.
my: ပူးပေါင်းဆောင်ရွက်မှု အမျိုးအစားအလိုက် လုပ်ငန်းအပေါ် ဖွံ့ဖြိုးမှု အကူအညီ စုစုပေါင်းဖြစ်ပါတယ်။

source: Largest Donor & projects
my: အများဆုံးအလှူရှင်နှင့် စီမံချက်များ

source: Largest donor & projects
my: အများဆုံးအလှူရှင်နှင့် စီမံချက်များ

source: This chart shows the total amount of development assistance committed by the largest five donors. This chart corresponds to the date filter.
my: အမ်ားဆုံးအလွဴရွင္ငါးဦးက လ်ာထားသည့္ဖြံ့ျဖဳိးမွဳ အကူအညီစုစုေပါင္းကုိ ဒီဇယားက ျပထားပါ တယ္။ဒီဇယားက ေန့စြဲကုိစစ္ဖုိ့ ရည္ညြွန္းပါတယ္။

source: Total Disbursed
my: ပေးချေပြီးသောစုစုပေါင်း

source: Total disbursed
my: ပေးချေပြီးသောစုစုပေါင်း

source: This is the total amount of development assistance disbursed. This number corresponds to the date filter.
my: ပေးချေပြီးသော ဖွံ့ဖြိုးမှု အကူအညီစုစုပေါင်းဖြစ်ပါတယ်။ ဒီအရေအတွက်က နေ့စွဲကိုစစ်ဖို့ ရည်ညွှန်းပါတယ်။

source: Projects
my: စီမံချက်များ

source: Value
my: တန်ဖိုး

source: Aid by Sector
my: ကဏ္ဍအလိုက်အကူအညီ

source: All categories
my: အမျိုးအစားအားလုံး

source: Commitment by Sector
my: ကဏ္ဍအလိုက်လျာထားမှု

source: Commitment by sector
my: ကဏ္ဍအလိုက် လျာထားမှု

source: This chart shows the total amount of commitments from development partners by DAC3 sector.
my: DAC3 ကဏ္ဍအလိုက်ဖွံ့ဖြိုးမှုမိတ်ဖက်များထံမှ လျာထားသည့် စုစုပေါင်းပမာဏကို ဒီဇယားက ပြထားပါ တယ်။

source: This is the total amount of development assistance committed. This amount corresponds to the date filter.
my: လျာထားသည့် ဖွံ့ဖြိုးမှု အကူအညီစုစုပေါင်းဖြစ်ပါတယ်။ ဒီပမာဏက နေ့စွဲကိုစစ်ဖို့ ရည်ညွှန်းပါတယ်။

source: This chart shows the total amount of development assistance committed by development partners. This chart corresponds to the date filter.
my: ဖြံ့ျဖဳိးမွဳမိတ္ဖက္မ်ားအလုိက္ လ်ာထားသည့္ စုစုေပါင္းပမာဏကုိ ဒီဇယားက ျပထားပါ တယ္။ ဒီဇယားက ေန့စြဲကုိစစ္ဖုိ့ ရည္ညြွန္းပါတယ္။

source: No Information Available
my: အချက်အလက်မရနိုင်ပါ။

source: No Information
my: အချက်အလက်မရှိ။

source: Available
my: ရနိုင်သော

source: Dashboard Filter
my: စစ်ရန်ပေါင်အဝန်း

source: Revert to default filters
my: ပုံသေစစ်ဆေးမှုရရန်ပြန်ထားခြင်း

source: Finance Type Category
my: ငွေကြေးထောက်ပံ့သည့်အမျိုးအစား

source: Activity Status
my: အလုပ်အဆင့်

source: State
my: အခြေအနေ(သို့) ပြည်နယ်

source: Sector
my: ကဏ္ဍ

source: Ministry
my: ဝန်ကြီးဌာန

source: Donor
my: အလှူရှင်

source: Set Filter
my: စစ္ပါ။

source: to
my: ရန် (သို့) ဖို့

source: Clear current date filters, and sorts
my: လက်ရှိ စစ်နေသော Dataကိုဖယ်ပြီး စီပါ

source: Activities List
my: လုပ်ငန်းစာရင်းများ

source: The Activity List
my: လုပ်ငန်းစာရင်းများ

source: The activities listed below are those used to calculate the above charts and graphics. These activities correspond to the date filter above.
my: အထက္ပါ charts and graphics မ်ားတြင္ သုံးေလ့ရွိေသာ လုပ္ငန္းစာရင္းမ်ားကုိ ေအာက္မွာျပထားတယ္။ ဒီလုပ္ငန္းမ်ားသည္ ေန့စြဲကုိစစ္ဖုိ့ ရည္ညြွန္းပါတယ္။

source: Activity
my: လုပ်ငန်း

source: Title
my: ခေါင်းစဉ်

source: Status
my: အဆင့်၊ အခြေအနေ

source: Financing
my: ငွေကြေးနှင့်ဆိုင်သော

source: Start
my: အစ

source: End
my: အဆုံး

source: Commitment by Location
my: နေရာဒေသအလိုက်ဆောင်ရွက်မည့်အလုပ်

source: Commitment by location
my: နေရာဒေသအလိုက်ဆောင်ရွက်မည့်အလုပ်

source: The map below shows the amount of development assistance committed by location for activities. The map corresponds to the date filter. Click on the map to zoom in
my: ေနရာေဒသအလုိက္ ေဆာင္ရြက္မည့္ ဖြ့ံျဖဳိးမွဳအကူအညီမ်ားကုိ ေအာက္ပါေျမပုံတြင္ျပထားပါသည္။ ဒီေျမပုံက ေန့စြဲကုိစစ္ဖုိ့ ရည္ညြွန္းပါတယ္။ ေျမပုံကုိခ်ဲ့ျကည့္ရန္ နွိပ္ပါ။

source: Total Commitments
my: ဆောင်ရွက်မည့်အလုပ် စုစုပေါင်း

source: This is the total amount of development assistance committed across all activities. This number corresponds to the date filter.
my: လုပ္ငန္းအလုိက္ ေဆာင္ရြက္မည့္ဖြ့ံျဖဳိးမွဳအကူအညီပမာဏအားလုံးေပါင္း ျဖစ္ပါတယ္။ဒီအေရအတြက္ဟာေန့စြဲကုိစစ္ဖုိ့ ရည္ညြွန္းပါတယ္။

source: This is the total amount of development assistance disbursed across all activities. This number corresponds to the date filter.
my: ရရှိပြီးဖွံ့ဖြိုးမှုအကူအညီပမာဏ အားလုံးပေါင်း ဖြစ်ပါတယ်။ဒီအရေအတွက်ဟာနေ့စွဲကိုစစ်ဖို့ ရည်ညွှန်းပါတယ်။

source: This is the percentage total of committed development assistance disbursed. This percentage corresponds to the date filter.
my: ေဆာင္ရြက္မည့္ဖြ့ံျဖဳိးမွဳအကူအညီမွ ရရွိျပီးပမာဏ၏စုစုေပါင္း ရာခုိင္နွဳန္း ျဖစ္ပါတယ္။ ဒီရာခုိင္နွဳန္းဟာ ေန့စြဲကုိစစ္ဖုိ့ ရည္ညြွန္းပါတယ္။

source: percent
my: ရာခိုင်နှုန်း

source: Commitment by Status
my: Statusအလိုက်ဆာင်ရွက်မည့်အလုပ်

source: Commitment by status
my: Statusအလိုက် ဆာင်ရွက်မည့်အလုပ်

source: This chart shows the total volume of funds committed to activities by the activity status i.e pipeline, implementation, completed, post-completed. The chart also corresponds to the date filter.
my: အလုပ္အဆင့္ (ဆုိလုိသည္မွာ-လ်ာထားခ်က္ ၊ေဆာင္ရြက္ဆဲ၊ ေဆာင္ရြက္ျပီး၊လုံးဝျပီးဆုံးသည့္စီမံခ်က္)အလုိက္ ေဆာင္ရြက္မည့္ရံပုံေငြစုစုေပါင္းပမာဏကုိ ဒီဇယားကျပထားပါတယ္။ ဒီဇယားက ေန့စြဲကုိစစ္ဖုိ့ လည္း ရည္ညြွန္းပါတယ္။

source: This chart shows the total number of activities associated with each relevant Ministry. This chart corresponds to the date filter.
my: သက္ဆုိင္ရာဝန္ျကီးဌာနွင့္ ဆက္စပ္ေသာ လုပ္ငန္းစုစုေပါင္း အေရအတြက္ ကုိ ဒီဇယားက ျပထားပါ တယ္။ ဒီဇယားက ေန့စြဲကုိစစ္ဖုိ့ ရည္ညြွန္းပါတယ္။

source: Commitment by donor
my: အလှူရှင်က ဆောင်ရွက်မည့်အလုပ်

source: Donor commitment
my: အလှူရှင်က ဆောင်ရွက်မည့်အလုပ်

source: The bar chart below shows the total value of commitments by development partner. The chart also corresponds to the date filter.
my: ဖြံ့ျဖဳိးမွဳမိတ္ဖက္မ်ားအေနျဖင့္ လ်ာထားသည့္စုစုေပါင္းတန္ဖုိးကုိ ဒီဇယားက ျပထားပါ တယ္။ ဒီဇယားက ေန့စြဲကုိစစ္ဖုိ့ ရည္ညြွန္းပါတယ္။

source: Commitment by aid sector
my: ကဏ္ဍအလိုက် အကူအညီလျာထားမှု

source: This chart shows the total amount of commitments from development partners by sector for activities.
my: အလုပ်အတွက် ကဏ္ဍအလိုက် ဖွံ့ဖြိုးမှုမိတ်ဖက်များထံမှ စုစုပေါင်းလျာထားသည့် ပမာဏကို ဒီဇယားက ပြထားပါ တယ်။

source: Edit columns
my: အတိုင်ကို ပြင်ဆင်သည်။

source: Clear all filters
my: filters များကို ဖြုတ်သည်။

source: Add a filter
my: filters များကိုထည့်သည်။

source: Commitment
my: လျာထားချက်

source: The total amounts of firm, written obligations from donors or providers to provide specified amounts of funds, under particular terms and conditions, for specific purposes, for the benefit of recipients.
my: လက္ခံသူမ်ားအက်ဳိးအတြက္ သီးသန့္ရည္ရြယ္ခ်က္မ်ားနွင့္ သီးသန့္စကားရပ္၊ အေျခအေနေအာက္မွ ရံပုံေငြအတိအက်နွင့္ ပံ့ပုိးရန္္ အလွဴရွင္မ်ား(သုိ့) ပံ့ပုိးေပးသူမ်ားထံမွခုိင္မာတဲ့ပမာဏကုိ တာဝန္အရ ေရးထားသည္။

source: Disbursement
my: ရရှိမှု

source: The total amount of outgoing funds that placed at the disposal of recipient governments or organisations, or funds transferred between two separately reported activities.
my: လက္ခံသူအစုိးရမ်ား(သုိ့) အဖြဲ့အစည္းမ်ား၏ ဖယ္ရွားထားေသာစုစုေပါင္းရံပုံေငြ(သု့ိ)သီးျခားအစီရင္ခံသည့္ အဖြဲ့နွစ္ဖြဲ့ျကား လြွဲေျပာင္းလာေသာ ရံပုံေငြမ်ား

source: Expenditure
my: အသုံးစရိတ်

source: The total amount of outgoing funds that are spent on goods and services.
my: ကုန်စည်နှင့် ဝန်ဆောင်မှုလုပ်ငန်းများအပေါ် အသုံးပြုသော ရံပုံငွေ၏စုစုပေါင်းပမာဏ

source: Other
my: အခြား

source: All other types of transactions (Interest Repayment, Loan Repayment, Reimbursement, Purchase of Equity, Sale of Equity, Credit Guarantee, Incoming Commitment)
my: လုပ္ငန္းပုံစံအမ်ဳိးမ်ဳိး၊ (အတုိးနွဳန္းေပးေခ်ျခင္း၊ ေခ်းေငြျပန္ဆပ္ျခင္း၊ ကုန္က်စရိတ္ျပန္ေပးျခင္း ၊ရွယ္ယာဝယ္ယူျခင္း၊ ရွယ္ယာေရာင္းျခင္း၊ အေျကြးအာမခံျခင္း၊ ကတိကဝတ္မ်ားရရွိျခင္း)

source: Show All
my: အားလုံး ဖော်ပြသည်။

source: Show Pages
my: စာမျက်နှာများ ဖော်ပြသည်။

source: Summary
my: အကျဉ်းချုပ်

source: Activities
my: လုပ်ငန်းများ

source: Transactions
my: လုပ်ငန်းများ

source: Organisations
my: အဖွဲ့အစည်း

source: No results found.
my: အဖြေမရှိပါ။

source: Search Results
my: အဖြေရှာသည်။

source: Advanced filter
my: ရှေ့ပြေး filters

source: Reporting Org
my: အဖွဲ့အစည်းကို အစီရင်ခံသည်။

source: Participating Org
my: အဖွဲ့အစည်းကို ပါဝင်ဆောင်ရွက်သည်။

source: Multiple Donors
my: အလှူရှင်များစွာ

source: Aid By Sector
my: ကဏ္ဍအလိုက်အကူအညီ

source: Aid By Location
my: နေရာဒေသအလိုက် အကူအညီ

source: Aid By Ministry
my: ဝန်ကြီးဌာနအလိုက် အကူအညီ

source: Aid By Donor
my: အလှူရှင်အလိုက် အကူအညီ
