Repository: pypi-data/pypi-mirror-146
Catalog: packages/openly/openly-0.1.4-py3-none-any.whl/dashboard/locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Activities
ru: Направления деятельности
uz: Faoliyat yo'nalishlari

source: Activities List
ru: Список мероприятий / направлений деятельности
uz: Faoliyat yo'nalishlari ro'yxati

source: Activities by Ministry
ru: Направления деятельности в разрезе ведомств
uz: Faoliyat yo'nalishlari vazirliklar boy'lab taqsimlanishi

source: Activities by Status
ru: Направления деятельности по состоянию
uz: Faoliyat yo'nalishlari holatiga ko'ra

source: Activities by status
ru: Направления деятельности по состоянию
uz: Faoliyat yo'nalishlari ahvoliga ko'ra

source: Activity
ru: Направление деятельности
uz: Faoliyat yo'nalishi

source: Activity Status
ru: Состояние мероприятия/направления деятельности
uz: Faoliyat holati

source: Add a filter
ru: Добавить фильтр
uz: Filtr qo'shish

source: Advanced filter
ru: Продвинутый фильтр
uz: Ilg'or filtr

source: Aid By Donor
ru: Содействие в разрезе донора
uz: Tashqi ko'mak donorlar kesimida

source: Aid By Location
ru: Содействие в разрезе местности
uz: Tashqi ko'mak hududlar kesimida

source: Aid By Ministry
ru: Содействие в разрезе ведомств
uz: Tashqi ko'mak vazirliklar kesimida

source: Aid By Sector
ru: Содействие в разрезе отраслей
uz: Ko'mak tarmoqlar kesimida

source: Aid by Donor
ru: Содействие в разрезе доноров
uz: Donorlararo ko'mak

source: Aid by Location
ru: Содействие в разрезе местности
uz: Tashqi ko'makning hududiy joylashishiga ko'ra taqsimlanishi

source: Aid by Ministry
ru: Содействие в разрезе ведомства
uz: Tashqi ko'makning vazirliklar bo'yicha taqsimlanishi

source: Aid by Sector
ru: Содействие в разрезе сектора
uz: Ko'mak tarmoqlar kesimida

source: All Donors
ru: Все доноры
uz: Barcha donorlar

source: All Ministries
ru: Все министерства
uz: Barcha vazirliklar

source: All categories
ru: Все категории
uz: Barcha toifalar

source: All other types of transactions (Interest Repayment, Loan Repayment, Reimbursement, Purchase of Equity, Sale of Equity, Credit Guarantee, Incoming Commitment)
ru: Все остальные типы транзакций (выплата процентов, возврат кредита, .. приобретение собственных средств, продажа .., кредитная гарантия,
uz: Barcha boshqa turdagi tranzaktsiyalar (foizlar to'lovi, kreditni qaytarish, xarajatlarni qoplash, hissa xarid qilish, kredit kafolati, olingan majburiyat)

source: Available
ru: Доступно
uz: Mavjud

source: Clear all filters
ru: Очистить все фильтры
uz: Barcha filtrlarni o'chirish

source: Clear current date filters, and sorts
ru: Очистить текущие хронологические фильтры и т.д.
uz: Mavjud sana filtrlari va turlarini o'chirish

source: Commitment
ru: Обязательство
uz: Majburiyat

source: Commitment by Aid Sector
ru: Обязательства по сектору содействия
uz: Tashqi ko'mak sektori bo'yicha olingan majburiyat

source: Commitment by Donor
ru: Обязательства в разрезе доноров
uz: Donorlar olgan majburiyatlar

source: Commitment by Location
ru: Обязательства в разрезе месторасположения
uz: Majburiyatlar hududlar kesimida

source: Commitment by Sector
ru: Обязательства в разрезе сектора
uz: Majburiyatlar tarmoqlar kesimida

source: Commitment by Status
ru: Обязательство по состоянию
uz: Majburiyatlar holatiga ko'ra

source: Commitment by aid sector
ru: Обязательство по сектору содействия
uz: Majburiyatlar ko'mak tarmog'i kesimida

source: Commitment by donor
ru: Обязательство в разрезе донора
uz: Majburiyatlar donorlar kesimida

source: Commitment by location
ru: Обязательства в разрезе месторасположения
uz: Majburiyatlar hududlar kesimida

source: Commitment by sector
ru: Обязательство по сектору
uz: Majburiyatlar tarmoqlar kesimida

source: Commitment by status
ru: Обязательство по состоянию
uz: Majburiyatlar holatiga ko'ra

source: Dashboard Filter
ru: Фильтр "приборной панели"
uz: "Boshqaruv paneli" filtri

source: Disbursement
ru: Выплата
uz: Ajratilgan mablag'

source: Donor
ru: Донор

source: Donor commitment
ru: Обязательство донора
uz: Donor o'ziga olgan majburiyati

source: Edit columns
ru: Редактировать столбцы
uz: Ustunlarni tahrir qilish

source: Empty list and ``%(class_name)s.allow_empty`` is False.
ru: Пустой список и ``%(class_name)s.allow_empty`` неверно

source: End
ru: Завершение
uz: Yakun

source: Expenditure
ru: Расход
uz: Xarajat

source: Finance Type Category
ru: Категория типа финансирования
uz: Moliya turi toifasi

source: Financing
ru: Финансирование
uz: Moliyalashtirish

source: Largest Donor & projects
ru: Крупнейшие доноры и проекты
uz: Eng yirik donorlar va loyihalar

source: Largest donor & projects
ru: Крупнейший донор и проекты
uz: Eng yirik donor va loyihalar

source: Loans Vs Grants
ru: Займы и гранты
uz: Zayom va grantlar

source: Loans vs Grants
ru: Займы и гранты
uz: Zayom va grantlar

source: Ministry
ru: Министерство
uz: Vazirlik

source: Multiple Donors
ru: Несколько доноров
uz: Ko'p donorlar

source: No Information
ru: Информация отсутствует
uz: Axborot yo'q

source: No Information Available
ru: Нет доступной информации
uz: Tayyor ma'lumot yo'q

source: No results found.
ru: Результатов не найдено
uz: Natijalar topilmadi.

source: Number of Activities
ru: Количество мероприятий / направлений деятельности
uz: Faoliyat yo'nalishlari soni

source: Number of Activities by Ministry
ru: Количество мероприятий в разрезе министерств
uz: Faoliyat yo'nalishlari soni vazirliklar taqsimotida

source: Oops! An error has occurred
ru: Ой! Произошла ошибка!
uz: Obbo! Xato boldi!

source: Organisations
ru: Организации
uz: Tashkilotlar

source: Other
ru: Иное
uz: Boshqa

source: Page Not Found
ru: Страница не найдена
uz: Sahifa topilmadi

source: Participating Org
ru: Участвующая организация
uz: Qatnashchi tashkilot

source: Percent Disbursed
ru: Процент выплат
uz: Ajratilgan mablag'lar foil

source: Projects
ru: Проекты
uz: Loyihalar

source: Reporting Org
ru: Отчитывающаяся организация
uz: Hisobot beruvchi tashkilot

source: Revert to default filters
ru: Обратиться к фильтрам по умолчанию
uz: Standart filtrlarga qaytish

source: Search Results
ru: Результаты поиска
uz: Izlash natijalari

source: Sector
ru: Сектор
uz: Tarmoq

source: Set Filter
ru: Установленный фильтр
uz: Filtr o'rnatish

source: Show All
ru: Показать все
uz: Barchasini ko'rsatish

source: Show Pages
ru: Показать страницы
uz: Sahifalarni ko'rsatish

source: Start
ru: Начало
uz: Boshlanish

source: State
ru: Регион / область
uz: Davlat

source: Status
ru: Состояние / статус
uz: Holat (maqom)

source: Summary
ru: Общее
uz: Umumiy tavsif

source: TOTAL
ru: ИТОГО
uz: JAMI

source: The Activity List
ru: Список мероприятий / направлений деятельности
uz: Faoliyat yo'nalishlari ro'yxati

source: The activities listed below are those used to calculate the above charts and graphics. These activities correspond to the date filter above.
ru: Перечисленные ниже мероприятия используются для расчетов диаграмм и графиков выше. Эти мероприятия соответствуют приведенному выше хронологическому фильтру.
uz: Ushbu faoliyat yo'nalishlari xronologik filtrga mos keladi.

source: The bar chart below shows the total value of commitments by development partner. The chart also corresponds to the date filter.
ru: В диаграмме ниже представлена общая сумма обязательств партнеров в сфере развития. Диаграмма также соответствует хронологическому фильтру.
uz: Quyidagi diagrammada taraqqiyot sohasidagi hamkor o'ziga Olga majburiyatlarning umumiy miqdori keltirilgan. Ushbu diagramma ham xronologik filtrga mos keladi.

source: The map below shows the amount of development assistance committed by location for activities. The map corresponds to the date filter. Click on the map to zoom in
ru: Приведенная ниже карта указывает на объем содействия в сфере развития, планируемый для выделения на конкретном месте
uz: Quyidagi xaritada taraqqiyot sohasidagi hamkorlar va'da qilgan taraqqiyot uchun ko'mak hududlar kesimida ko'rsatilgan. Ushbu xarita xronologik filtrga mos keladi. Zum (kattalashtirish) uchun xaritaning ustida kursorni bosing.

source: The total amount of outgoing funds that are spent on goods and services.
ru: Общая сумма исходящих средств, потраченных на товары и услуги
uz: Tovarlar va xizmatlarga sarflangan mablag'larning umumiy miqdori.

source: The total amount of outgoing funds that placed at the disposal of recipient governments or organisations, or funds transferred between two separately reported activities.
ru: Общая сумма исходящих средств, предоставленных распоряжению бенефициариев - правительств или организаций или средства передаваемые между двумя разными по отчетности мероприятиями.
uz: Benefisiar hukumatlar yoki tashkilotlar ixtiyoriga berilgan yoki ikkita alohida hisobot beriluvchi faoliyat yo'nalishlari orasidagi yo'naltirilgan mablag'lar.

source: The total amounts of firm, written obligations from donors or providers to provide specified amounts of funds, under particular terms and conditions, for specific purposes, for the benefit of recipients.
ru: Общая сумма твердых, письменных обязательств доноров или источников о предоставлении конкретных сумм по определенным условиям на конкретные цели во благо бенефициаров.
uz: Donorlar yoki boshqa manbalarning benefisiarlar uchun muayyan maqsadlarga va anis belgilangan shartlarga binoan muayyan miqdorda mablag'lar ajratish haqidagi yozma va qat'iy majburiyatlari.

source: This chart shows the total amount of commitments from development partners by DAC3 sector.
ru: Эта диаграмма показывает общую сумму обязательств, взятых партнерами в сфере развития по сектору DAC3.
uz: Ushbu diagrammada DAC3 tarmog'i bo'yicha taraqqiyot sohasidagi hamkorlar majburiyatlarining umumiy miqdori ko'rsatilgan.

source: This chart shows the total amount of commitments from development partners by aid sector.
ru: Данный график показывает общую сумму содействия, которую партнеры в сфере развития обязались предоставить в разрезе сектора содействия
uz: Ushbu diagrammada ko'mak sektoridagi taraqqiyot sohasidagi hamkorlar o'ziga Olga majburiyatlarning umumiy miqdori ko'rsatilgan.

source: This chart shows the total amount of commitments from development partners by sector for activities.
ru: Данная диаграмма показывает Вам общую сумму обязательств партнеров в сфере развития в разрезе секторов по направлениям деятельности
uz: Ushbu diagrammada taraqqiyot sohasidagi hamkorlar tomonidan tarmoqlar kesimida faoliyat yo'nalishlari uchun umumiy majburiyatlar miqdori ko'rsatilgan.

source: This chart shows the total amount of development assistance committed by development partners. This chart corresponds to the date filter above.
ru: Данный график показывает общую сумму содействия, которую партнеры в сфере развития обязались предоставить. Данный график соответствует приведенному выше хронологическому фильтру.
uz: Ushbu diagrammada taraqqiyot sohasidagi hamkorlar va'da qilgan taraqqiyot uchun ko'makning umumiy miqdori ko'rsatilgan.

source: This chart shows the total amount of development assistance committed by development partners. This chart corresponds to the date filter.
ru: Эта диаграмма показывает общую сумму обязательств, взятых партнерами в сфере развития. Эта диаграмма соответствует хронологическому фильтру.
uz: Ushbu diagrammada taraqqiyot sohasidagi hamkorlar va'da bergan taraqqiyot uchun ko'makning umumiy miqdori ko'rsatilgan. Ushbu diagramma xronologik filtrga mos keladi.

source: This chart shows the total amount of development assistance committed by the largest five donors. This chart corresponds to the date filter.
ru: Данная цифра соответствует хронологическому фильтру.
uz: Ushbu diagramma xronologik filtrga mos keladi.

source: This chart shows the total number of activities associated with each relevant Ministry.
ru: Эта диаграмма показывает общее число направлений деятельности, связанных с каждым ведомством.
uz: Ushbu diagrammada har bir tegishli vazirlik bilan bog'liq faoliyat yo'nalishlarining umumiy soni ko'rsatilgan.

source: This chart shows the total number of activities associated with each relevant Ministry. This chart corresponds to the date filter.
ru: Данная диаграмма показывает общее число направлений деятельности в разрезе каждого соответствующего министерства. Данная диаграмма также соответствует хронологическому фильтру.
uz: Ushbu diagrammada har bir vazirlikka aloqador aoliyat yo'nalishlarining umumiy soni kor'satilgan. Ushbu diagramma xronologik filtrga mos keladi.

source: This chart shows the total number of activities associated with each relevant partner Ministry. This chart corresponds to the date filter.
ru: Данный график указывает на общее число мероприятий, связанных с каждым партнерским вдеомством. Данный график соответствует хронологическому фильтру.
uz: Ushbu diagrammada har bir hamkor vazirlik bilan bog'liq bo'lgan faoliyat yo'nalishlarining umumiy sonini ko'rsatadi. Ushbu miqdor xronologik filtrga mos keladi.

source: This chart shows the total number of activities by status (i.e. pipeline, implementation, completed, post-completion). This chart corresponds to the date filter.
ru: Данный график показывает общее число нНаправлений деятельности по состоянию (н-р, в проработке, реализуется, завершено, после завершения).Данный график соответствует хронологическому фильтру.
uz: Ushbu diagrammada faoliyat yo'nalishlarining umumiy soni holatiga ko'ra (tayyorlanmoqda, ijroda, yakunlangan, yakundan so'ng) aks ettirilgan. Ushbu diagramma xronologik filtrga mos keladi.

source: This chart shows the total volume of funds committed to activities by the activity status i.e pipeline, implementation, completed, post-completed. The chart also corresponds to the date filter.
ru: Данная диаграмма показывает общую сумму средств предусмотренную по направлениям деятельности в разрезе состояния, т.е. в проработке, реализации, завершено, после завершения. Данная диаграмма соответствует хронологическому фильтру
uz: Ushbu diagrammada faoliyat yo'nalishlarining umumiy soni holatiga ko'ra (tayyorlanmoqda, ijroda, yakunlangan, yakundan so'ng) aks ettirilgan. Ushbu diagramma xronologik filtrga mos keladi.

source: This is the percentage total of committed development assistance disbursed. This percentage corresponds to the date filter.
ru: Это процент выплат из общей суммы содействия в целях развития согласно обязательствам. Данный процент соответствует хронологическому фильтру.
uz: Bu barcha faoliyat yo'nalishlari bo'yicha va'da qilingan taraqqiyot uchun ko'makning foizidiir. Ushbu foil ko'rsatkich xronologik filtrga mos keladi.

source: This is the percentage total of development assistance disbursed. This percentage corresponds to the date filter.
ru: Это процент выплат из общей суммы содействия в целях развития. Данный процент соответствует хронологическому фильтру.
uz: Bu amalda ajratilgan taraqqiyot uchun ko'makning umumiy miqdorining foizi. Ushbu miqdor xronologik filtrga mos keladi.

source: This is the total amount of development assistance committed across all activities that have been linked to a partner Ministry. This number corresponds to the date filter.
ru: Это общая сумма содействия в сфере развития, предусмотренного в рамках всех мероприятий, вовлекающих министерства - партнера.
uz: Bu hamkor vazirlikka bo'g'langan barcha faoliyat yo'nalishlari bo'ylab va'da berilgan taraqqiyot uchun ko'makning umumiy miqdoridir.

source: This is the total amount of development assistance committed across all activities. This amount corresponds to the date filter.
ru: Это общая сумма содействия в сфере развития согласно обязательствам во всех направлениях деятельности. Данная сумма соответствует хронологическому фильтру.
uz: Bu barcha faoliyat yo'nalishlari bo'yicha va'da qilingan taraqqiyot uchun ko'makning umumiy miqdori. Ushbu miqdor xronologik filtrga mos keladi.

source: This is the total amount of development assistance committed across all activities. This number corresponds to the date filter.
ru: Это общая сумма содействия в сфере развития согласно обязательствам по всем направлениям деятельности. Данная цифра соответствует хронологическому фильтру.
uz: Bu barcha faoliyat yo'nalishlari bo'yicha va'da qilingan taraqqiyot uchun ko'makning umumiy miqdoridir. Ushbu son xronologik filtrga mos keladi.

source: This is the total amount of development assistance committed. This amount corresponds to the date filter.
ru: Это общая сумма содействия в целях развития согласно обязательствам.
uz: Bu taraqqiyot sohasida va'da berilgan ko'makning umumiy miqdoridir.

source: This is the total amount of development assistance disbursed across all activities. This number corresponds to the date filter.
ru: Это общая сумма содействия в целях развития выплаченная по всем направлениям деятельности. Данное число соответствует хронологическому фильтру
uz: Bu barcha faoliyat yo'nalishlari bo'yicha ajratilgan taraqqiyot uchun ko'makning umumiy miqdoridir. Ushbu son xronologik filtrga mos keladi.

source: This is the total amount of development assistance disbursed. This amount corresponds to the date filter.
ru: Это общая сумма освоенной содействия в целях развития. Данная сумма соответствует хронологическому фильтру.
uz: Bu taraqqiyot sohasidagi ko'mak

source: This is the total amount of development assistance disbursed. This number corresponds to the date filter.
ru: Это общая сумма выделенной содействия в сфере развития. Данная цифра соответствует хр
uz: Bu taraqqiyot sohasidagi ajratilgan ko'makning umumiy miqdoridir.

source: This is the total number of development partners.
ru: Это общее число партнеров в сфере развития
uz: Bu taraqqiyot sohasidagi hamkorlarning umumiy soni.

source: This is the total volume of development assistance committed across all activities by collaboration type.
ru: Это общая сумма содействия в целях развития согласно обязательствам по всем направлениям деятельности в разрезе типа сотрудничества.
uz: Bu hamkorlik kesimida faoliyat yo'nalishlari bo'ylab taraqqiyot uchun ko'makka oid umumiy majburiyatlar miqdoridir.

source: Title
ru: Название
uz: Nom

source: Total
ru: Итого
uz: Jami

source: Total Commitment
ru: Общая сумма обязательств
uz: Barcha majburiyatlar

source: Total Commitments
ru: Общая сумма обязательств
uz: Jami majburiyatlar

source: Total Disbursed
ru: Итого выделено
uz: Umumiy ajratilgan mablag'lar

source: Total Disbursements
ru: Общая сумма выплат
uz: Umumiy ajratilgan mablag'lar

source: Total Donors
ru: Общее число доноров
uz: Barcha donorlar

source: Total Donors & Type
ru: Общее число и тип доноров
uz: Jami donorlar va turlari

source: Total commitment
ru: Общая сумма обязательств
uz: Barcha majburiyatlar

source: Total disbursed
ru: Итого выделено
uz: Umumiy ajratilgan mablag'lar

source: Total disbursements
ru: Общая сумма выплат
uz: Umumiy ajratilgan mablag'lar

source: Total donors & Type
ru: Общее число и тип доноров
uz: Jami donorlar va turlari

source: Transactions
ru: Транзакции
uz: Tranzaktsiyalar

source: Value
ru: Стоимость
uz: Qiymati

source: You cannot access this page because you do not have appropriate access rights.
ru: Вы не можете открыть эту страницу, так как не имеете соответствующих прав доступа
uz: Siz ushbu sahifani ocha olmaysiz, chunki tegishli foydalanish huquqiga ega emassiz.

source: click on an individual chart bar below to filter the statistics by Ministry
ru: нажмите на отдельную диаграмму снизу для фильтрования статистических данных по Министерствам
uz: Statistika ma'lumotlarini vazirliklar kesimida filtrlash uchun quyidagi alohida diagrammani bosing

source: click on an individual chart bar below to filter the statistics by that specific donor
ru: Нажмите мышкой на индивидуальную строку диаграммы для фильтрования статистики в разрезе конкретного донора
uz: Muayyan donorlar bo'yicha statistikani filtrlash uchun quyidagi diagrammani sichqoncha bilan bosing

source: percent
ru: процент
uz: foiz

source: to
ru: к
uz: kimga
