Repository: pypi-data/pypi-mirror-146
Catalog: packages/openly/openly-0.1.4.tar.gz/openly-0.1.4/openly/gateway/locale/*/LC_MESSAGES/django.po
Languages: my, ru

source: logout
my: ထွက်ပါ
ru: Выход

source: Login
my: ဝင်ပါ
ru: Логин

source: aid transparency portal
my: ပွင့်လင်းမြင်သာမှုရှိသောအကူအညီ
ru: Портал транспарентности внешнего содействия

source: tracking international aid activities
my: နိုင်ငံတကာအကူအညီဆိုင်ရာလုပ်ငန်းများလမ်းကြောင်း
ru: Отслеживание международной деятельности в сфере содействия

source: Log in to %(site)s
ru: Логин %(site)s

source: Let's start a conversation about aid transparency
my: အကူအညီပွင့်လင်းမြင်သာမှုအကြောင်း ပြောကြရအောင်
ru: Давайте начнем беседу о транспарентности внешнего содействия

source: Open information about international aid activities
my: နိုင်ငံတကာအကူအညီအကြောင်းသတင်းကိုဖွင့်ပါ။
ru: Открытая информация о деятельности в сфере международного содействия

source: Why is open aid important?
my: ပွင့်လင်းတဲ့အကူအညီတွေ ဘာကြောင့် အရေးကြီးလဲ။
ru: Почему важна открытость содействия?

source: Making aid transparent helps to ensure aid goes where it is most needed.
my: ပြင့္လင္းျမင္သာတဲ့အကူအညီမ်ားေပးျခင္းက အလုိအပ္ဆုံးေနရာေတြကုိ အကူအညီမ်ားေပးျဖစ္ဖုိ့ ေသခ်ာေအာင္ကူညီတယ္။
ru: Обеспечение транспарентности содействия обеспечивает, чтобы содействие направлялось туда, где это наиболее необходимо

source: By ensuring open access to aid information
my: ပွင့်လင်းတဲ့လက်ခံမှုက အကူအညီပေးဖို့ သေချာစေခြင်း
ru: Обеспечивая открытый доступ к информации о внешнем содействии

source: a wider group of stakeholders are able to clearly see who is doing what and where? Access to better quality aid information also supports the equitable allocation of resources, both sectorally and geographically, ensuring that all people can benefit.
ru: более крупная группа заинтересованных сторон могут четко увидеть, кто чем занимается и где. Доступ к информации более высокого качества о внешнем содействии также поддерживает равномерное распределение ресурсов, как между отраслями, так и географически, обеспечивая, чтобы все население извлекало выгоду.

source: What are the results?
my: ရလဒ်များဆိုတာဘာလဲ။
ru: Какие результаты?

source: Aid transparency isn't just about numbers.
my: အကူအညီပွင့်လင်းမြင်သာမှုရှိခြင်းက အရေအတွက်အကြောင်းသာလျင် မဟုတ်ပါ။
ru: Транспарентность внешнего содействия касается не только цифр.

source: Results matter too.
my: ရလဒ်သည်လည်းပဲ
ru: Результаты тоже имеют значение.

source: Open access to aid information means that people are better able to see the impact that aid activities have in their communities. This also helps other countries learn what may work, or not work, in their country.
my: အကူအညီမ်ားကုိ ဝင္ခြင့္ေပးျခင္းက အကူအညီလုပ္ငန္းမ်ားဟာ သီးသန့္လူစုမ်ားထံမွာ ရွိတယ္ဆုိတဲ့ အက်ဳိး သက္ေရာက္မွုကုိ ျမင္ေစတယ္။ဒါက အျခားနုိင္ငံမ်ားကုိ သူတုိ့နုိင္ငံမွာ ဘာလုပ္သင့္တယ္၊ မလုပ္သင့္ဘူး ဆုိတာကုိ ေလ့လာရာမွာ ကူညီတယ္။
ru: Открытый доступ к информации о внешнем содействии означает, что люди смогут лучше увидеть воздействие деятельности по содействию в своих сообществах. Это также помогает другим странам узнавать, что может сработать или не сработать в их стране.

source: aid works better when we work together
my: အတူတူအလုပ်လုပ်သောအခါ အကူအညီများ ပိုပေးလာသည်။
ru: содействие более эффективно, когда мы работаем сообща

source: Software designed and developed by
my: Software ပုံစံထုတ်သူနှင့် တည်ထောင်သူ
ru: Программное обеспечение спроектировано и разработано

source: Please sign in
my: ကျေးဇူးပြုပြီး ဝင်ကြည့်ပါ။
ru: Пожалуйста, введите логин и пароль

source: Your username and password didn't match. Please try again.
my: မင်း ရဲ့ အသုံးပြုသူအမည် နှင့် စကားဝှက်က မမှန်ဘူး။ ထပ်ကြိုးစားပါဦး။
ru: Ваше имя пользователя и пароль не совпали. Пожалуйста, попробуйте еще раз

source: Sign in
my: ဝင်ကြည့်ပါ။
ru: Войти

source: Can't access your account?
my: မင်းရဲ့ accountကို လက်မခံနိုင်ဘူးလား။
ru: Не можете получить доступ Вашей учетной записи?

source: Reset your password.
my: မင်းရဲ့ စကားဝှက်ကို ပြန်ထည့်ပါ။
ru: Введите новый пароль

source: You have logged out.
my: မင်းထွက်ပြီးပြီ။
ru: Вы вышли из системы.

source: See you next time!
my: နောက်မှတွေ့မယ်။
ru: До следующей встречи!

source: Password changed
my: စကားဝှက် ပြောင်းသည်။
ru: Пароль изменен

source: Change Password
my: စကားဝှက် ပြောင်းပါ။
ru: Изменить пароль

source: Log In
my: ဝင်ပါ
ru: Войти

source: Password reset successfully
my: စကားဝှက်ပြန်ထည့်တာမှန်သွားပြီ။
ru: Пароль успешно изменен

source: Log in
my: ဝင်ပါ
ru: Войти

source: Submit
my: တင်ပြပါ။
ru: Ввести

source: Password reset failed
my: စကားဝှက်ပြန်ထည့်တာမှားတယ်။
ru: Изменение пароля безуспешно

source: Email Sent
my: အီးမေးလ်ပို့ပြီးပြီ။
ru: Сообщение электронной почты отправлено

source: An email with password reset instructions has been sent.
my: စကားဝှက်ပြင်ပြီး အီးမေးလ်ပို့ပြီးပြီ။
ru: Отправлено сообщение электронной почты с инструкциями по изменению пароля

source: Password Reset
my: စကားဝှက်ပြန်ထည့်ပါ။
ru: Пароль изменен

source: To reset your password please enter your email address below. We will send you an email with some instructions.
my: မင္းရဲ့ စကားဝွက္ အမွန္ထည့္ဖုိ့ ေအာက္ကမင္းရဲ့ အီးေမးလ္လိပ္စာကုိျပန္ဝင္ပါ။မင္းဆီကို ညြန္ျကားခ်က္အခ်ဳိ့နဲ့ အီးေမးလ္ပုိ့ထားတယ္။
ru: Для изменения Вашего пароля, пожалуйста введите ниже Ваш адрес электронной почты. Мы Вам отправим сообщение электронной почты с инструкциями

source: Submit Request
my: တောင်းဆိုချက်ကို တင်ပြပါ။
ru: Ввести запрос
