Repository: pypi-data/pypi-mirror-146
Catalog: packages/openly/openly-0.1.4.tar.gz/openly-0.1.4/openly/profiles_v2/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Optional
uz: Tanlash mumkin

source: Required Field
uz: Talab qilingan satr

source: About
uz: haqida

source: About Us
uz: Biz haqimizda

source: Activities
uz: Faoliyat yo'nalishlari

source: Add A New Team Member
uz: Yangi komanda a'zosini qo'shish

source: Add People
uz: Odamlarni qo'shish

source: Background
uz: Umumiy ma'lumotlar

source: Cancel
uz: Bekor qilish

source: Change Banner
uz: Bannerni o'zgartirish

source: Change Logo
uz: Logotipni o'zgartirish

source: Character count
uz: Simvollar soni

source: Choose Image
uz: Suratni tanlash

source: Close
uz: Yopish

source: Contact Information
uz: Aloqa uchun ma'lumot

source: Contact details
uz: Aloqa uchun ma'lumotlar

source: Delete
uz: O'chirish

source: E-Mail
uz: Elektron pochta

source: Edit Person
uz: Shaxsni tahrir qilish

source: Email Address
uz: Elektron pochta

source: Facebook Name
uz: Feysbukdagi ism

source: For interactivity and display of your social networking please provide your organisationâ€™s costumised links.
uz: Interaktivlik va ijtimoiy tarmoqni namoyish qilish uchun tashkilotingizning moslashtirilgan iqtiboslarini taqdim eting.

source: Locations
uz: Joylar

source: Name -
uz: Ism-

source: Nutrition Specialist
uz: Oziqlanish bo'yicha mutaxassis

source: Office Address
uz: Idora manzili

source: Office Number
uz: Idora telefoni

source: Our Activities
uz: Bizning faoliyat

source: Our People
uz: Bizning odamlar

source: People
uz: Odamlar

source: Phone
uz: Telefon

source: Phone Number
uz: Telefon raqami

source: Position
uz: Lavozim

source: Publish
uz: Chop etish

source: Save
uz: Saqlash

source: Since your cover photo goes across the entire width of your profile, the image you pick should be at least 1500 pixels wide. The image should be formatted as a JPEG or PNG file.
uz: Muqova rasmingiz sizning profilingizning butun kengligini qamrab olganligi sababli siz tanlagan rasm kamida 1500 piksel kenglikda bo'lishi kerak. Tasvirni JPEG yoki PNG fayli sifatida formatlash kerak.

source: Social Network
uz: Ijtimoiy tarmoq

source: The map below shows where the activities for this organisation are currently implemented.
uz: Quyidagi xarita ushbu tashkilotning faoliyati qaerda amalga oshirilishi

source: The photo has to be 120X120px, it has to be in jpg or png formats and not exceed the 200kb.
uz: Surat 120x120 pikselli, jpg yoki png formatida bo'lib, 200kBdan katta bo'lmasligi lozim.

source: These are some of this organisation&apos;s key team members.
uz: Ular ushbu tashkilotning asosiy xodimlari/komandasi a'zolari.

source: These are this organisation&apos;s activities.
uz: Bu ushbu tashkilotning faoliyati

source: Twitter Handle
uz: Twitter ilmog'i

source: Upload Photo
uz: Suratni yuklash

source: Upload banner image
uz: Banner suratini yuklash

source: Upload persons photo
uz: Shaxsning suratini yuklash

source: Website
uz: Veb-sahifa (vebsayt)

source: of
uz: ning

source: see less
uz: Kamroq ko'rish

source: see more
uz: Ko'proq ko'rish
