Repository: pypi-data/pypi-mirror-146
Catalog: packages/openly/openly-0.1.4-py3-none-any.whl/aims/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Activities for Review
uz: Ko'rib chiqish uchun faoliyat yo'nalishlari

source: Activity List
uz: Faoliyat yo'nalishlari ro'yxati

source: Activity Manager
uz: Faoliyat yo'nalishi menejeri

source: Actual End Date
uz: Amaldagi yakunlash kuni

source: Actual End date
uz: Amaldagi yakunlash kuni

source: Actual Start Date
uz: Amaldagi boshlanish kuni

source: Actual Start date
uz: Amaldagi boshlanish kuni

source: Add a Contact with all of the following attributes set: Name, Telephone, Email address.
uz: Quyidagi barcha xossalar bilan aloqa uchun ma'lumotlarni kiriting: Ism, telefon, elektron pochta manzili

source: Add a Disbursement Transaction.
uz: "Mablag' ajratish tranzaktsiyasini qo'shing"

source: Add a Document.
uz: Hujjatni qo'shing

source: Add a Location.
uz: Joyni qo'shing

source: Add a Participating Organisation with role "Accountable".
uz: "Hisobdor" roli bilan ishtirokchi tashkilotni qo'shing.

source: Add a Participating Organisation with role "Extending".
uz: Ishtirokchi tashkilotni "uzaytiruvchi" roli bilan qo'shing

source: Add a Participating Organisation with role "Implementing".
uz: "Ijrochi" roli bilan ishtirokchi tashkilotni qo'shing.

source: Add a Transaction with a Provider Organisation.
uz: Ta'minlovchi tashkilot bilan tranzaktsiyani qo'shing

source: Add a new Activity
uz: Yangi Faoliyat yo'nalishini qo'shish

source: Admin access
uz: Administrator vakolatlari

source: Aid By Donor
uz: Tashqi ko'mak donorlar kesimida

source: Aid By Location
uz: Tashqi ko'mak joy kesimida

source: Aid By Ministry
uz: Tashqi ko'mak vazirliklar kesimida

source: Aid By Sector
uz: Tashqi ko'mak tarmoq kesimida

source: Aid Dashboard
uz: Tashqi ko'makka oid axborot paneli

source: Aid Dashboards
uz: Tashqi ko'makka oid axborot panellari (monitorlar)

source: Aid Type Categories
uz: Ko'mak turi toifalari

source: Aid by Donor
uz: Ko'mak donorlar kesimida

source: Aid by Location
uz: Tashqi ko'mak joy kesimida

source: Aid by Ministry
uz: Ko'mak vazirliklar kesimida

source: Aid by Sector
uz: Tashqi ko'mak tarmoq kesimida

source: Also, if you have set a date range or zoomed into Shan state or selected a specific organisation, clicking export will just give you that data
uz: Bundan tashqari, agar Siz xronologik muddatni belgilagan yoki Shan shtatiga e'tibor qaratgan yoki muayyan tashkilotni tanlagan bo'lsangiz, eksport qilishni bosish orqali ushbu ma'lumotlarni olasiz

source: Archived
uz: Arxivlashtirilgan

source: Base Currency
uz: Asos valyuta

source: Before using the data, we encourage all users to first contact the relevant development partners to ensure data is accurate.
uz: Ma'lumotlardan foydalanishdan oldin, barcha foydalanuvchilar ma'lumotlarning aniqligini ta'minlash uchun avvalo tegishli rivojlanish bo'yicha hamkorlarga murojaat qilishni tavsiya etamiz.

source: Blank
uz: Bo'sh

source: Click here to access the dashboards
uz: Axborot panellariga kirish uchun shu yerga bosing

source: Click on the blue activity number in the Activity List to visit the Activity Profile page and learn more.
uz: Faoliyat ro'yxati sahifasini ochish va a batafsilroq ma'lumot olish uchun Faoliyat ro'yxati ko'k faollik raqamini bosing

source: Collaboration Type
uz: Hamkorlik turi

source: Contact Email
uz: Aloqa uchun elektron pochta

source: Contact Name
uz: Aloqadagi shaxs

source: Contact Phone
uz: Aloqa uchun telefon

source: Coordination Bodies
uz: Muvofiqlashtiruvchi idoralar

source: Coordination Bodies are multi-stakeholder dialogue bodies responsible for ensuring that development priorities are identified, discussed and implemented in a co-ordinated and transparent manner.
uz: Muvofiqlashtiruvchi idoralar rivojlanishning ustuvor yo'nalishlari belgilanishi, muhokama qilinishi va muvofiqlashtirilgan va oshkora tarzda amalga oshirilishi uchun mas'ul ko'p tomonlama muloqot muassasalaridir.

source: Coordination Body
uz: Muvofiqlashtirish idorasi

source: Coordination Body Report
uz: Muvofiqlashtiruvchi idora hisoboti

source: Create Report
uz: Hisobot yaratish

source: Created this Activity
uz: Ushbu faoliyat yo'nalishini yaratdi

source: Data contained within Mohinga has been collected in partnership with Myanmar’s development partners as part of an ongoing process of collaboration and dialogue.
uz: Mohingadagi ma'lumotlar Myanmaning rivojlanish bo'yicha hamkorlari bilan birgalikda doimiy hamkorlik va muloqot jarayoni doirasida to'plandi.

source: Data from all of the activities below is used to calculate the figures that appear in the dashboard above.
uz: Quyidagi barcha tadbirlardan olingan ma'lumot yuqoridagi monitorda ko'rsatilgan raqamlarni hisoblash uchun ishlatiladi

source: Date Created
uz: Yaratilgan kun

source: Default
uz: Belgilangan

source: Delete activity
uz: Faoliyat yo'nalishini o'chirish

source: Description
uz: Tavsif

source: Disclaimer
uz: Ogohlantirish

source: Draft
uz: Qoralama variant

source: Each development partner also has a dedicated profile page with information on all their activities
uz: Har bir rivojlanish sohasidagi sherik barcha o'z faoliyati haqida ma'lumot mavjud bo'lgan maxsus profil sahifasiga ega

source: Exchange Currency
uz: Ayirboshlash valyutasi

source: Exchange Rate
uz: Ayirboshlash kursi

source: Exporting data from Mohinga
uz: Mohinga (Plov)dan ma'lumotlarni eksport qilish

source: Extending
uz: Uzaytiruvchi

source: Filtering the dashboard by date
uz: Axborot panelini sana bo'yicha filtrlash

source: Financing
uz: Moliyalashtiruvchi

source: Fully
uz: To'liq

source: Hello,
uz: Salom

source: Iati Codelist Sector
uz: Tarmoqning IATI ro'yxati bo'yicha kodi

source: If you need any further information
uz: Agar sizga qo'shimcha ma'lumotlar zarur bo'lsa

source: If you set end dates you must set at least one start date.
uz: Agar siz yakunlanish sanalarini belgilasangiz, hech bo'lmaganda bitta boshlanish kunini belgilashingiz lozim.

source: Implementing
uz: Ijrochi

source: Important dates
uz: Muhim sanalar

source: Last Modified
uz: Oxirgi marta o'zgartirilgan

source: Mohinga contains a lot of information. To find what you’re looking for try searching by development partner, activity or sector
uz: Mohingada juda ko'p ma'lumot mavjud. Siz qidirayotgan ma'lumotlarni topish uchun taraqqiyot sohasidagi hamkor, faoliyat yoki sektor orqali qidirishga harakat qiling

source: Mohinga visualises aid flows to Myanmar via four interactive dashboards
uz: Mohinga, to'rt interaktiv axborot paneli orqali Myanmaga tashqi ko'mak oqımlarını ko'rsatadi

source: Multiple Donors
uz: Ko'p donorlar

source: National Sector
uz: Milliy sektor

source: Nationwide
uz: Mamlakat bo'ylab

source: None
uz: Hech qaysi

source: Not applicable
uz: Tegishli emas

source: Objective
uz: Vazifa

source: Partially
uz: Qisman

source: Partner Ministry
uz: Hamkor vazirlik

source: Password
uz: Parol

source: Personal info
uz: Shaxsiy ma'lumotlar

source: Planned End Date
uz: Rejalashtirilgan yakunlash kuni

source: Planned End date
uz: Rejalashtirilgan yakunlash kuni

source: Planned Start Date
uz: Rejalashtirilgan boshlanish kuni

source: Planned Start date
uz: Rejalashtirilgan boshlanish kuni

source: Profile Page
uz: Profil sahifasi

source: Profile pages
uz: Profil sahifalari

source: Public Page
uz: Jamoatchilik uchun sahifa

source: Published
uz: Chop etilgan

source: Query Builder
uz: Izlash ustasi

source: Raw passwords are not stored, so there is no way to see this user's password, but you can change the password using <a href="../password/">this form</a>.
uz: Xom (chala) parollar saqlanmaydi, shu sababli ushbu foydalanuvchining parolini ko'rishning xech iloji yo'q, lekin siz <a href="../password/">this form</a> dan foydalanib, parolni o'zgartirishingiz mumkin.

source: Report Builder
uz: Hisobot

source: Report Templates
uz: Hisobot shablonlari

source: Reporting Organisation
uz: Hisobot beruvchi tashkilot

source: Reports
uz: Hisobotlar

source: Search
uz: Izlash

source: Search within Mohinga
uz: Mohinga (Plov)da izlash

source: Sector
uz: Tarmoq

source: Sectors
uz: Tarmoqlar

source: Select a start and end date and then click the refresh button to set the filter
uz: Boshlash va tugash sanasini tanlang, so'ngra filtrni o'rnatish uchun yangilash tugmasini bosing

source: Set a Default Aid Type.
uz: Asosiy ko'mak turini belgilang

source: Set a Default Currency.
uz: Tayanch valyutani belgilang

source: Set a Default Flow Type.
uz: Asosiy oqim turini belgilang

source: Set a Planned End Date.
uz: Rejalashtirilgan yakunlash kunini belgilang

source: Set a Planned Start Date.
uz: Rejalashtirilgan boshlanish kunini belgilang

source: Set an Actual End Date.
uz: Amaldagi yakunlanish kunini belgilang

source: Set an Actual Start Date.
uz: Amaldagi boshlanish kunini belgilang

source: Sign in
uz: Kirish

source: Sign out
uz: Chiqish

source: Software designed & developed by
uz: Dastur ta'minotining tuzuvchi va mualliflari

source: State/Region
uz: Viloyat / Hudud

source: Status
uz: Holat

source: That is it... for now
uz: Hozircha..bori shu

source: The Mohinga application allows development partners to report their assistance to Myanmar in a simple, common, comparable format.
uz: Plov ilovasi rivojlanish bo'yicha hamkorlarga oddiy, keng tarqalgan, taqqoslanadigan formatda Oz'bekistonga ko'mak ko'rsatilishi haqida xabar beradi

source: The budget end date cannot be before the budget start date
uz: Byudjet yakunlanish kuni byudjet boshlanish kunidan avval bo'lishi mumkin emas

source: The date filter allows you to filter information presented on the dashboards between a specific time period
uz: Sana filtri nazorat panellarida ko'rsatilgan ma'lumotlarni muayyan vaqt oralig'ida filtrlash imkonini beradi

source: The export function will download the dashboard data to a .CSV file
uz: Eksport funktsiyasi ekrandagi ma'lumotlarni .csv faylga yuklab beradi

source: The reporting organisation has not been specified.
uz: Hisobdor tashkilot aniq ko'rsatilmadi.

source: These include advanced reporting tools and better integration with internationally available IATI aid data as well as other tools to help make the management of aid information simple, time efficient and even enjoyable. We will be in touch.
uz: Bunga rivojlangan hisobot vositalari va xalqaro miqyosda mavjud bo'lgan IATI tizimidagi tashqi ko'makka oid ma'lumotlari bilan yaxshiroq integratsiyalashuv hamda yordamni boshqarish oddiy, vaqtni tejovchi va hatto qiziqarli bo'lishi uchun boshqa vositalar kiradi. Biz aloqada bo'lamiz.

source: Title
uz: Nom

source: Total Commitment
uz: Umumiy va'da qilingan mablag'lar

source: Total Commitment USD
uz: AQSH dollarida umumiy va'da qilingan summa

source: Total Disbursement
uz: Umumiy ajratilgan mablag'lar

source: Total Disbursement USD
uz: AQSH dollarida umumiy ajratigan summa

source: Township
uz: Shaharcha

source: Transaction count
uz: Tranzaktsiyalar soni

source: Under review
uz: Ko'rib chiqilmoqda

source: Unknown
uz: Noma'lum

source: Unnamed
uz: Benom

source: Visualise aid flows
uz: Ko'mak oqimlarini visual namoyish qilish

source: We are also working hard to bring new features and functions to Mohinga
uz: Bundan tashqari, Mohingaga yangi xususiyatlar va funktsiyalarni qo'shish uchun ko'p mehnat qilmoqdamiz

source: Welcome to Mohinga
uz: Mohinga (Plov)ga xush kelibsiz

source: You can access their profile pages by searching for their name here
uz: Bu yerda ularning ismlarini qidirish orqali profil sahifalariga kirishingiz mumkin

source: Your Pages
uz: Sizning sahifalar

source: Your actual end date must be after your actual start date
uz: Sizning amaldagi yakunlanish kuningiz amaldagi boshlanish kunidan keyin bo'lishi shart.

source: Your planned end date must be after your planned start date
uz: Siz rejalashtirgan yakunlanish kuni rejadagi boshlanish kunidan keyin bo'lishi shart

source: added
uz: qo'shildi

source: all subregions of
uz: barcha tumanlari

source: and they will provide you with some additional information about Mohinga.
uz: va ular sizga Mohinga haqida qo'shimcha ma'lumot beradi

source: billion
uz: milliard

source: look for these help icons
uz: Ushbu yordam ikonalarini qidiring

source: no description
uz: Tavsif yo'q

source: no title
uz: Nom yo'q

source: pending
uz: shartli

source: removed
uz: o'chirildi

source: thousand
uz: ming

source: you can see aid by location, donor, sector or Ministry responsible
uz: Siz tashqi ko'makni manzil, donor, sektor yoki mas'ul vazirlik kesimida ko'rishingiz mumkin
