Repository: pypi-data/pypi-mirror-146
Catalog: packages/openly/openly-0.1.4.tar.gz/openly-0.1.4/openly/partners/locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: hide filters
ru: Спрятать фильтры
uz: Filtrlarni berkitish

source: Activity Status
ru: Состояние деятельности
uz: Faoliyat holati

source: Filter
ru: Фильтр
uz: Filtr

source: Filter by activity location in Timor-Leste.
uz: Timor-Lestedagi faoliyatning joylashishi/hududiga qarab filtrlash

source: Filter by activity sector.
ru: Фильтровать по направлению деятельности
uz: Faoliyat tarmog'i bo'yicha filtrlash

source: Filter by activity status.
ru: Фильтровать по состоянию деятельности
uz: Faoliyat holatiga ko'ra filtrlash

source: Filter by location
ru: Фильтровать по месторасположению
uz: Joylashishga ko'ra filtrlash

source: Governmental Organisations
ru: Государственные организации
uz: Davlat tashkilotlari

source: Location
ru: Локация (местрорасположение)
uz: Joylashish

source: Look for partners
ru: Поиск партнероа
uz: Sheriklarni izlash

source: Non-Government Organisations
ru: Негосударственные организации
uz: Nodavlat tashkilotlari

source: Sector
ru: Сектор (отрасль)
uz: Tarmoq (sektor)

source: clear
ru: Очистить
uz: tozalash

source: matches
ru: Соответствия
uz: Mos kelgan hollar

source: show filters
ru: Показать фильтры
uz: Filtrlarni ko'rsatish
