Repository: pypi-data/pypi-mirror-146
Catalog: packages/openly/openly-0.1.4-py3-none-any.whl/gateway/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Aid transparency isn't just about numbers.
uz: Tashqi ko'mak oshkoraligi faqat raqamlar haqida emas.

source: An email with password reset instructions has been sent.
uz: Parolni o'zgartirish bo'yicha yo'l-yo'riqli email jo'natildi.

source: By ensuring open access to aid information
uz: Tashqi ko'mak haqidagi ma'lumotni ochiqligini ta'minlash orqali

source: Can't access your account?
uz: O'z hisob yozuvlaringizga kira olmayapsizmi?

source: Change Password
uz: Parolni o'zgartirish

source: Email Sent
uz: Email jo'natildi

source: Let's start a conversation about aid transparency
uz: Kelin tashqi ko'mak oshkoraligi haqida suhbat boshlaylik

source: Log In
uz: Kirish

source: Log in
uz: Kirish

source: Login
uz: Login (Kirish)

source: Making aid transparent helps to ensure aid goes where it is most needed.
uz: Tashqi ko'makning oshkora bo'lish u eng zarur joyga yo'naltirilishini ta'minlaydi.

source: Open access to aid information means that people are better able to see the impact that aid activities have in their communities. This also helps other countries learn what may work, or not work, in their country.
uz: Tashqi ko'makka oid ma'lumotlardan erkin foydalanish odamlar o'z jamoalarida ko'mak faoliyatining ta'sirini yaxshiroq ko'ra olishini anglatadi. Bu yana boshqa mamlakatlarga o'zlarida nima samarali yoki besamara bo'lishini anglab yetishiga yordam beradi.

source: Open information about international aid activities
uz: Xalqaro ko'mak faoliyati haqida ochiq ma'lumotlar

source: Password Reset
uz: Parolni o'zgartirish

source: Password changed
uz: Parol o'zgartirildi

source: Password reset failed
uz: Parolni o'zgartirib bo'lmadi

source: Password reset successfully
uz: Parol muvaffaqiyatli o'zgartirildi

source: Please sign in
uz: Iltimos, login va parol bilan kiring

source: Reset your password.
uz: Parolingizni o'zgartirish.

source: Results matter too.
uz: Natijalar ham ahamiyatga ega.

source: See you next time!
uz: Yana ko'rishguncha hayr!

source: Sign in
uz: Kirish

source: Software designed and developed by
uz: Dastur ta'minoti ishlab chiqaruvchisi

source: Submit
uz: Topshirish

source: Submit Request
uz: So'rovni topshirish

source: To reset your password please enter your email address below. We will send you an email with some instructions.
uz: Parolni o'zgartirish uchun, iltimos, quyida o'z elektron pochta manzilingizni kiriting. Biz sizga ba'zi yo'rignomalar bilan elektron pochta xabari jo'natamiz.

source: What are the results?
uz: Natijalar qanday bo'ldi

source: Why is open aid important?
uz: Nega tashqi ko'mak ochiq bo'lishi mumkin?

source: You have logged out.
uz: Siz chiqib ketdingiz.

source: Your username and password didn't match. Please try again.
uz: Sizning foydalanuvchi nomingiz va parol mos kelmadi. Iltimos, yang harakat qiling.

source: a wider group of stakeholders are able to clearly see who is doing what and where? Access to better quality aid information also supports the equitable allocation of resources, both sectorally and geographically, ensuring that all people can benefit.
uz: kattaroq guruhdagi manfaatdor tomonlar kim qaerda va Nima qilayotganini ko'ra oladi? Tashqi ko'mak haqidagi sifatliroq ma'lumotlarga ega bo'lish resurslarni had tarmoqlar, ham geografik jihatdan adolatliroq taqsimlanishi , hamma odamlar foyda ko'rishini ta'minlaydi.

source: aid transparency portal
uz: Tashqi ko'mak transparentligi portali

source: aid works better when we work together
uz: Biz birgalikda ishlaganda tashqi ko'mak samaraliroq bo'ladi

source: logout
uz: Chiqish

source: tracking international aid activities
uz: xalqaro ko'mak faoliyatini kuzatib borish
